{
    "Futaken Valley": {
        "name": "Futaken Valley",
        "id": 1,
        "description": "Игра в жанре экшн-платформер.  Нэн — девушка-футанари, обожающая грибы. Во время своего путешествия в деревню, она падает в грибную долину.  Цель Нэн — сбежать оттуда и добраться до места назначения.",
        "tags": [
            "Платформер",
            "Фута",
            "Экшн",
            "РПГ",
            "Соулс-Лайк",
            "2D",
            "PC",
            "Android",
            "Фурри",
            "Translate"
        ],
        "picture": "pics/ab3499cf-2c4d-44ac-83b1-197253d64588.jpeg",
        "url": "https://t.me/hornyplay/4"
    },
    "Wild Life": {
        "name": "Wild Life",
        "id": 2,
        "description": "Эротическая ролевая игра в открытом мире, где вам предстоит путешествовать по огромному острову, выживать, сражаться с врагами и заниматься сексом. В разных позах, с разными существами и т.д. Основной упор игра делает на последний пункт, показывая сексуальные сцены во всех его проявлениях.",
        "tags": [
            "РПГ",
            "Выживание",
            "Открытый мир",
            "Экшн",
            "Монстры",
            "Кастомизация",
            "РПГ",
            "3D",
            "PC",
            "Лесби",
            "Фута"
        ],
        "picture": "pics/550d735d-c64f-4f8d-9114-d82e17438d4b.jpeg",
        "url": "https://t.me/hornyplay/13"
    },
    "CROWJOB IN SPACE": {
        "name": "CROWJOB IN SPACE",
        "id": 3,
        "description": "Игра в жанре квест. Главный герой работает межпланетным доставщиком, работа несложная, но иногда бывают и исключения. Окунись в мир обычного доставщика и помоги решить ему нелегкие задачи.",
        "tags": [
            "Квест",
            "Фурри",
            "Головоломка",
            "2D",
            "Фута",
            "Геи",
            "PC"
        ],
        "picture": "pics/13946f6b-5083-44b4-94e4-2316d98409fb.jpeg",
        "url": "https://t.me/hornyplay/24"
    },
    "Zetria": {
        "name": "Zetria",
        "id": 4,
        "description": "Платформер в пиксельном/ретро стиле с элементами экшена и головоломки. Помогите Солане прыгать, стрелять и думать, преодолевая опасности, которые ждут ее впереди, чтобы спасти пропавших без вести работниц объекта! Всего девять уровней, а также несколько секретных областей, которые нужно найти и разблокировать.",
        "tags": [
            "Платформер",
            "Головоломка",
            "Пиксельарт",
            "Экшн",
            "Монстры",
            "2D",
            "PC"
        ],
        "picture": "pics/b3203e9a-96d1-4c93-ab02-94e93184c4f3.jpeg",
        "url": "https://t.me/hornyplay/30?single"
    },
    "69 Days After": {
        "name": "69 Days After",
        "id": 5,
        "description": "«Немногим более 2 месяцев назад общество рухнуло, вирусная инфекция заставляет мертвых восставать и поедать живых.Мы нашли убежище в небольшом домике в  ущелье у русла реки. Мы не знаем, как долго мы сможем здесь выживать или что случилось с остальным миром. Все, что мы можем, это сделать максимум, чтобы выжить, ища признаки цивилизации».",
        "tags": [
            "Стратегия",
            "Выживание",
            "Пиксельарт",
            "2D",
            "PC",
            "Android"
        ],
        "picture": "pics/e5c04fed-69ae-4d59-bed3-99eeeacf2ec5.jpeg",
        "url": "https://t.me/hornyplay/36"
    },
    "Carnal Instinct ": {
        "name": "Carnal Instinct ",
        "id": 6,
        "description": "Ролевая игра для взрослых с упором на визуальные эффекты AAA-класса и захватывающее эротическое взаимодействие. Вы входите в мир Сабу рабом, но будете формировать свою собственную судьбу и формировать сам мир в этом царстве древних богов, мифических существ и безграничной похоти.",
        "tags": [
            "Открытый мир",
            "РПГ",
            "Экшн",
            "Фурри",
            "Кастомизация",
            "3D",
            "PC",
            "Translate",
            "Фута",
            "Лесби"
        ],
        "picture": "pics/82a242cf-7a2d-46df-942a-2fb1e632951d.jpeg",
        "url": "https://t.me/hornyplay/39"
    },
    "Night of Revenge": {
        "name": "Night of Revenge",
        "id": 7,
        "description": "Ролевая 2D-игра от D-Lis, создателя Bullet Requiem, вышедшего в 2015 году. Геймплей вдохновлен Dark Souls и Metroidvania. Вы играете за персонажа «Арадию», главную героиню игры, которая борется с коррупцией, и ее миссия состоит в том, чтобы спасти девушек, над которыми издеваются монстры.",
        "tags": [
            "Платформер",
            "Экшн",
            "РПГ",
            "Соулс-Лайк",
            "2D",
            "PC"
        ],
        "picture": "pics/0b45b093-9391-4b2d-9b1c-dc96bf43c918.jpeg",
        "url": "https://t.me/hornyplay/47"
    },
    "Sapphire Safari": {
        "name": "Sapphire Safari",
        "id": 8,
        "description": "Ответьте на зов природы с помощью Sapphire Safari, фотоприключенческой игры с открытым миром! Запечатлейте красоту реальных девушек-монстров в их естественной среде обитания. Ваша работа как фотографа дикой природы состоит в том, чтобы отправиться вглубь неизведанных территорий, запечатлеть девушек-монстров, когда они общаются, охотятся, спят, спариваются и, надеюсь, остаются целыми и невредимыми.",
        "tags": [
            "Фурри",
            "Фута",
            "Открытый мир",
            "3D",
            "PC"
        ],
        "picture": "pics/dd3930e2-91d9-4293-b314-87401d9a07b3.jpeg",
        "url": "https://t.me/hornyplay/56"
    },
    "IN HEAT": {
        "name": "IN HEAT",
        "id": 9,
        "description": "Вы думали, что это чудо, что вы нашли работу в ██████. Проживание, еда и все ██████, которые вы когда-либо могли ███. Это было слишком хорошо, чтобы быть правдой! К сожалению для вас, все не так хорошо, как кажется с первого взгляда... Каждую ночь вам нужно будет защищаться от дюжины █████████. Может быть, если ты выживешь, то сможешь получить ██████.",
        "tags": [
            "Фурри",
            "Хоррор",
            "Головоломка",
            "3D",
            "PC"
        ],
        "picture": "pics/07fdb2ee-d5e1-4b48-9f19-19b3f890dd0a.jpeg",
        "url": "https://t.me/hornyplay/59"
    },
    "Hailey's Treasure Adventure": {
        "name": "Hailey's Treasure Adventure",
        "id": 10,
        "description": "Вы управляете персонажем по имени Хейли. Однажды, планируя поездку с сестрой, на ее ферму заходит богатый человек. Он рассказал им о долге отца и о том, что отец пообещал свою дочь замуж. К сожалению, он пропал без вести последние 10 лет, поэтому у сестер нет другого выбора, кроме как выплатить долг или выйти замуж за этого мужчину.",
        "tags": [
            "Головоломка",
            "Платформер",
            "Экшн",
            "Монстры",
            "2D",
            "PC",
            "Android",
            "Translate",
            "Тентакли"
        ],
        "picture": "pics/f5a64d30-9c3c-47fc-83a9-5cbd0dd6c995.jpeg",
        "url": "https://t.me/hornyplay/65"
    },
    "Chastity Catastrophe ": {
        "name": "Chastity Catastrophe ",
        "id": 11,
        "description": "Это экшн-платформер, в котором вместо того, чтобы бить врагов, вы лишаете своих друзей целомудрия!",
        "tags": [
            "Платформер",
            "Фурри",
            "Экшн",
            "Файтинг",
            "3D",
            "PC",
            "Translate"
        ],
        "picture": "pics/07d208bc-70a1-4d6a-9819-ee9f045615aa.jpeg",
        "url": "https://t.me/hornyplay/70"
    },
    "Ritual Summon:": {
        "name": "Ritual Summon:",
        "id": 12,
        "description": "На континенте Мидра существуют две конкурирующие религии — Чистая Белая Святая Церковь и Культ Плоти и Похоти. Всякий раз, когда столетия проходят и века чередуются, Святая Церковь и Культ Похоти будут призывать свою собственную святую или дьявольскую деву из других миров посредством церемонии призыва.",
        "tags": [
            "Платформер",
            "Соулс-Лайк",
            "Экшн",
            "2D",
            "PC"
        ],
        "picture": "pics/f73405ad-bd6b-4546-b67a-cb67eea4088b.jpeg",
        "url": "https://t.me/hornyplay/82"
    },
    "Pure OnyxWWW": {
        "name": "Pure OnyxWWW",
        "id": 13,
        "description": "Это классическая игра в жанре beat‘em up с элементами ролевой игры. Он следует за героиней Оникс, которая пробирается через антиутопические улицы Нового Вавилона, где она столкнется с бандами, преступными синдикатами, коррумпированной полицией и биоинженерными ужасами коварной корпорации Babel. Игра полностью анимирована и стилизована под аниме-киберпанк 80-х.",
        "tags": [
            "Файтинг",
            "Экшн",
            "Монстры",
            "3D",
            "PC",
            "Translate"
        ],
        "picture": "pics/b42367f1-f8a2-47ec-93c7-963e31aadcb1.jpeg",
        "url": "https://t.me/hornyplay/528"
    },
    "Captivity": {
        "name": "Captivity",
        "id": 14,
        "description": "Эротическая игра в жанре экшн, в которой вам нужно сражаться с волнами сексуально озабоченных врагов.",
        "tags": [
            "Экшн",
            "Шутер",
            "Пиксельарт",
            "Зомби",
            "2D",
            "PC"
        ],
        "picture": "pics/045c6c4a-965a-486e-a4a7-c154117ecf79.jpeg",
        "url": "https://t.me/hornyplay/100"
    },
    "Knightly Passions": {
        "name": "Knightly Passions",
        "id": 15,
        "description": "Романтическая новелла, представляющая собой классическую текстовую ролевую игры с большим количеством взрослого контента. Главным героем приключения выступает молодой парень, участвующий в полномасштабной войне. Протагонист отправляется в приключение, чтобы отыскать свою сестру.",
        "tags": [
            "Визуальная новелла",
            "Стратегия",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/c14a4cc2-27ab-42ca-b1b4-1cbeb0eb1bfb.jpeg",
        "url": "https://t.me/hornyplay/96"
    },
    "The Shadows of Yidhra": {
        "name": "The Shadows of Yidhra",
        "id": 16,
        "description": "Дельта просыпается от взрыва. Обнаружено, что окрестности были захвачены зомби. Исследуйте мировые крепости выживших, занятые фабрики, заброшенные исследовательские институты. Узнайте правду о мире и помогите выжившим пережить эту катастрофу.",
        "tags": [
            "Шутер",
            "Экшн",
            "Платформер",
            "2D",
            "PC"
        ],
        "picture": "pics/a1151866-c620-4cba-b544-fecaf4df0794.jpeg",
        "url": "https://t.me/hornyplay/106"
    },
    "Camp Pinewood": {
        "name": "Camp Pinewood",
        "id": 17,
        "description": "Приключение, которое рассчитано на взрослое поколение и готово окунуть тебя в необычный, атмосферный мир. Игра включает в себя хорошее графическое исполнение, приятную анимацию и дополняющую атмосферу музыку. Также здесь имеется интересная линия сюжета, на ход действий которой будет напрямую влиять наш главный герой.",
        "tags": [
            "Визуальная новелла",
            "Головоломка",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/291085c3-58ca-4a50-970b-6d831b905249.jpeg",
        "url": "https://t.me/hornyplay/113"
    },
    "Orc Massage ": {
        "name": "Orc Massage ",
        "id": 18,
        "description": "Трехмерный симулятор с сексуальным контентом, предназначенным только для взрослых. Побывайте в роли честного орка, чтобы работать массажистом. Подопечный занимается этим делом довольно долго и зарабатывает на жизнь неплохие деньги. Но многочисленные клиенты девушки-монстры иногда проявляют на свет свою плохую привычку, заводясь от 'ручной работы'",
        "tags": [
            "Симулятор",
            "Визуальная новелла",
            "Монстры",
            "3D",
            "PC",
            "Translate"
        ],
        "picture": "pics/f39f7fe9-4062-47b4-8223-addc6ffbf4c4.jpeg",
        "url": "https://t.me/hornyplay/117"
    },
    "Deep Vault 69": {
        "name": "Deep Vault 69",
        "id": 19,
        "description": "Главный герой проживает в одном из подземных убежищ, что смогло выдержать натиск внешних и внутренних проблем. Теперь объект является передовым форпостом будущего человечества. Его жители собираются начать совершать рейды на поверхность. Ради разведки, сбора ресурсов и поиска выживших. Протагонист становится добровольцем и ему не терпится приступить к выполнению заданий.",
        "tags": [
            "Визуальная новелла",
            "Стратегия",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/262e79d7-bcce-4911-ba07-ae3fac3aac96.jpeg",
        "url": "https://t.me/hornyplay/127"
    },
    "Horny Craft": {
        "name": "Horny Craft",
        "id": 20,
        "description": "Что?",
        "tags": [
            "Визуальная новелла",
            "Головоломка",
            "Монстры",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/d20aa66b-6976-4bf0-9cdb-aa0a3dc4f631.jpeg",
        "url": "https://t.me/hornyplay/136"
    },
    "Too Much Light": {
        "name": "Too Much Light",
        "id": 21,
        "description": "Атмосферная игра, что выполнена в мрачном сеттинге темного фэнтези. Геймерам предстоит взять под управление сексуальную девушку, которая вынуждена противостоять толпам монстров. Проект выполнен в жанре экшен-шутера от третьего лица, где присутствуют сцены с эротическим наполнением.",
        "tags": [
            "Шутер",
            "Экшн",
            "Открытый мир",
            "Зомби",
            "3D",
            "PC"
        ],
        "picture": "pics/945b1f61-ff27-4159-bdb1-8d728afe4147.jpeg",
        "url": "https://t.me/hornyplay/140"
    },
    "River's End": {
        "name": "River's End",
        "id": 22,
        "description": "Трехмерная ролевая игра для взрослых, в которой вы берете на себя роль одинокого странника, впервые попавшего в этот регион. Вы - человек с мрачным прошлым, пытающийся выжить в суровой и безлюдной пустыне Мохаве, просыпаетесь в баре под названием «Конец реки» в головокружении и не понимаете, как вы там оказались. Бармен просит вас зайти к старому другу, однако, исследуя местность, вы сталкиваетесь с поселениями и племенами, преследующими одну и ту же цель — избежать рабства и выжить в пустошах и их опасных обитателях.",
        "tags": [
            "РПГ",
            "Экшн",
            "Открытый мир",
            "2D",
            "PC"
        ],
        "picture": "pics/de92e42f-80f8-4d73-b1f8-b62c5ab31d34.jpeg",
        "url": "https://t.me/hornyplay/145"
    },
    "Breeders of the Nephelym": {
        "name": "Breeders of the Nephelym",
        "id": 23,
        "description": "Фэнтезийное приключение, наполненное эротикой и сексуальным контентом. Вас ждет эпический и захватывающий мир, в котором предстоит ловить и раздевать горячих женщин-нефилимов. Девушки относятся к гибридной расе людей и монстров, преследующих лишь одно желание: как можно быстрее заняться сексом. Не заставляйте красоток долго ждать!",
        "tags": [
            "Открытый мир",
            "Симулятор",
            "Фурри",
            "Фута",
            "Кастомизация",
            "Беременность",
            "3D",
            "PC",
            "Translate",
            "Тентакли"
        ],
        "picture": "pics/da499486-f811-4345-a89f-3ab57ffe607d.jpeg",
        "url": "https://t.me/hornyplay/151"
    },
    "DELTA ZONE": {
        "name": "DELTA ZONE",
        "id": 24,
        "description": "Шутер от первого лица в стиле киберпанк с высококачественной графикой, глубоким геймплеем и откровенной анимацией. Вы играете за Айви, и вам нужно выжить в Зоне Дельта, области, кишащей монстрами, занятой рейдерами и другими опасностями. Вы сможете создавать оружие, модифицировать себя с помощью киберпрограмм, грабить, заниматься торговлей в стриптиз-клубе и так далее.",
        "tags": [
            "Экшн",
            "Шутер",
            "Выживание",
            "3D",
            "PC",
            "Тентакли"
        ],
        "picture": "pics/2ce2da56-447b-4f1a-877f-470d27b9623f.jpeg",
        "url": "https://t.me/hornyplay/156"
    },
    "Scarlet Maiden": {
        "name": "Scarlet Maiden",
        "id": 25,
        "description": "Все началось тысячу лет назад, когда Девы Священного Пламени сразились и сумели победить Единое Зло. Но теперь, тысячу лет спустя, оно вернулось из глубин под аббатством Покоя Грешников. Это призыв к действию для Скарлет, последней оставшейся из Леди Священного Пламени, присоединиться к действию и пойти по грешному пути в своем стремлении победить Первородное Зло, надеюсь, раз и навсегда.",
        "tags": [
            "Платформер",
            "Экшн",
            "Монстры",
            "2D",
            "PC",
            "Translate"
        ],
        "picture": "pics/31ed098d-0138-45ec-9f2f-0930154be04e.jpeg",
        "url": "https://t.me/hornyplay/161"
    },
    "SWORS x HIME": {
        "name": "SWORS x HIME",
        "id": 26,
        "description": "Ролевой экшен, содержащий в себе огромное количество сексуального контента. Путешествуйте по фэнтезийному миру, сражаясь с огромным количеством разнообразных противников. Вступайте в интимную связь, занимаясь сексом в разных позах со своими врагами.",
        "tags": [
            "РПГ",
            "Открытый мир",
            "Экшн",
            "Монстры",
            "3D",
            "PC"
        ],
        "picture": "pics/36d15f97-34fb-4e45-9d7b-8efe92033e91.jpeg",
        "url": "https://t.me/hornyplay/162"
    },
    "HoleHouse": {
        "name": "HoleHouse",
        "id": 27,
        "description": "Станьте настоящим владельцем дома удовольствия. Нанимайте девушек, улучшайте здание, развивайте отношения с девушками и смотрите, что они позволят вам с ними сделать!",
        "tags": [
            "Стратегия",
            "Визуальная новелла",
            "Фута",
            "Кастомизация",
            "Беременность",
            "2D",
            "PC",
            "Android"
        ],
        "picture": "pics/267cf64c-3508-40b6-b522-8f0dab2738a8.jpeg",
        "url": "https://t.me/hornyplay/165"
    },
    "Syahata a bad day": {
        "name": "Syahata a bad day",
        "id": 28,
        "description": "День обычной японской школьницы мог бы пройти как и все другие, если бы не вирус, поразивший большинство людей в считаные минуты. Вирус распространяется крайне быстро, заставляя всех его жертв испытывать непрекращающееся сексуальное влечение ко всем незараженным. Тебе нужно выбраться из этого места и найти убежище, используя все, что подвернется под руку.",
        "tags": [
            "Платформер",
            "Файтинг",
            "Фута",
            "Зомби",
            "Экшн",
            "Беременность",
            "2D",
            "PC",
            "Android",
            "Тентакли"
        ],
        "picture": "pics/cf57d881-2658-4b69-859e-cd37ef2a8083.jpeg",
        "url": "https://t.me/hornyplay/169"
    },
    "Zombie Sex and Virus Reincarnation": {
        "name": "Zombie Sex and Virus Reincarnation",
        "id": 29,
        "description": "В 2020 году произошла загадочная вспышка вируса. Зараженные вирусом люди теряют сознание и нападают на людей один за другим. Но вирус живет только внутри мужской спермы, что дает возможность лечить инфицированных путем избавления их от спермы. Парень главной героини умер во время первой волны вируса, что заставило ее стать добровольцем по борьбе с вирусом. Но заходя в полицейский участок, она еще не знала, какие секреты в себе таит этот вирус.",
        "tags": [
            "Платформер",
            "Шутер",
            "Экшн",
            "Зомби",
            "2D",
            "PC",
            "Translate"
        ],
        "picture": "pics/a28b35bc-f6a9-485e-8df1-ed81d384ba85.jpeg",
        "url": "https://t.me/hornyplay/175"
    },
    "Handyman Legend": {
        "name": "Handyman Legend",
        "id": 30,
        "description": "В молодости этот чувак был плейбоем, но после потери работы в крупной компании, ему пришлось стать разнорабочим, который находит работу в приложении на смартфоне. Не смотря на нехватку денег, он открывает для себя новые возможности заработка и не только...",
        "tags": [
            "Визуальная новелла",
            "Головоломка",
            "Симулятор",
            "2D",
            "PC",
            "Translate"
        ],
        "picture": "pics/bb6a3ab8-9311-479f-9d72-1665cd3e5191.jpeg",
        "url": "https://t.me/hornyplay/183"
    },
    "Nicoles Risky Job": {
        "name": "Nicoles Risky Job",
        "id": 31,
        "description": "После увольнения с работы, Николь осталась совсем без денег. Так не могло продолжаться долго, поэтому Она начала искать новые быстрые способы заработка. Вебкам. Это то что нужно. Но как все сделать правильно и заработать много денег?",
        "tags": [
            "Визуальная новелла",
            "Симулятор",
            "Фурри",
            "2D",
            "PC",
            "Translate",
            "Лесби"
        ],
        "picture": "pics/05f41e74-f0f7-4696-ac4c-0464e1b7852c.jpeg",
        "url": "https://t.me/hornyplay/186"
    },
    "Glory & Miserable Survivors DX": {
        "name": "Glory & Miserable Survivors DX",
        "id": 32,
        "description": "Героини должны сразиться с тысячами врагов, атакующих их базы!  Эти наглые малышки обладают силой и навыками, способными сокрушить любого, у кого хватит смелости пойти в бой. Даже перед лицом бесчисленных врагов одна женщина остается сильной. К сожалению, нашу мужественную героиню ждет не славная победа... а отчаянное будущее.",
        "tags": [
            "Стратегия",
            "Экшн",
            "Монстры",
            "2D",
            "PC",
            "Translate"
        ],
        "picture": "pics/66a73481-92da-4d81-a6d2-e24d96e8b444.jpeg",
        "url": "https://t.me/hornyplay/194"
    },
    "Naylas Castle": {
        "name": "Naylas Castle",
        "id": 33,
        "description": "На протяжении всей игры вам встретится множество различных врагов, которые будут атаковать героиню, как только заметят. Это слуги Найлы, непослушного демона, который очень любит играть в игры. Многих врагов можно победить убив, или очаровав. Владения Найлы скрывают не только подземелья, но и обширные пустыни, а так же дремучие леса, расположенные в его стенах. ",
        "tags": [
            "Платформер",
            "Фута",
            "Экшн",
            "Монстры",
            "2D",
            "PC"
        ],
        "picture": "pics/bc2541c4-ad3c-45e8-8b1f-fb8a31294363.jpeg",
        "url": "https://t.me/hornyplay/199"
    },
    "Happy Heart Panic": {
        "name": "Happy Heart Panic",
        "id": 34,
        "description": "Злые силы напали на мир, и Сэм Защитник нанял Лиса Виспи, чтобы остановить его, прежде чем случится непоправимое. Выбери своего героя и путешествуйте по разным этапам, чтобы победить главного босса и его приспешников, или стать их игрушкой... Вы можете переключаться между двумя героями в любое время, и у каждого из них есть своя анимация смерти от каждого противника.",
        "tags": [
            "Экшн",
            "Файтинг",
            "Платформер",
            "Фута",
            "Фурри",
            "2D",
            "PC",
            "Лесби"
        ],
        "picture": "pics/6d7bed90-c01d-4199-ae24-669e0f1f6148.jpeg",
        "url": "https://t.me/hornyplay/204"
    },
    "Zombie Shooting Star": {
        "name": "Zombie Shooting Star",
        "id": 35,
        "description": "Отряд планеты Юниа удачно уничтожил ядро мутантов, поглощающее в себя живых существ. Но его обломки  бродят по космосу, вторгаясь на планету XX, полную жизни, которую оно может заразить. Планета Юниа замечает это и создает план по очищению от обломков. Миссия Руди — выжить на планете XX, полной мутантов. Ядро нужно уничтожить, пока оно не набрало свою максимальную силу.",
        "tags": [
            "Шутер",
            "Зомби",
            "Экшн",
            "3D",
            "PC"
        ],
        "picture": "pics/d81916de-462b-488d-8445-34c9f9b31ff7.jpeg",
        "url": "https://t.me/hornyplay/209"
    },
    "Daggan": {
        "name": "Daggan",
        "id": 36,
        "description": "Зачем выживать в одиночку в таком жестоком мире? Создайте свой собственный вид и стройте город для него камень за камнем, чтобы помочь вам собирать ресурсы, строить чудеса и завоевывать мир. Приготовьтесь защищать свой народ от жестоких племен и древних существ. Так же не забывайте налаживать контакт с другими с помощью секса!",
        "tags": [
            "Стратегия",
            "Симулятор",
            "Фурри",
            "3D",
            "PC"
        ],
        "picture": "pics/b32cc421-322b-4ee7-9960-a97ca48e176d.jpeg",
        "url": "https://t.me/hornyplay/215"
    },
    "Our Apartment": {
        "name": "Our Apartment",
        "id": 37,
        "description": "Живя свою обычную одинокую жизнь, вы встречаете Наоми, обычную женщину, в местном кафе. Некоторое время спустя, случайно, ей приходится жить с вами! Ваша жизнь кардинально меняется с ее приходом. Выстраивайте с ней отношения, меняйте наряды и занимайтесь различными вещами вместе!",
        "tags": [
            "Визуальная новелла",
            "Симулятор",
            "3D",
            "Кастомизация",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/2bbe27c0-7bbf-4ee6-ae05-2f8abe7aeeb3.jpeg",
        "url": "https://t.me/hornyplay/222"
    },
    "Drain Mansion": {
        "name": "Drain Mansion",
        "id": 38,
        "description": "Вы просыпаетесь в неизвестном темном заброшенном особняке и не помните, как туда попали. Ваша цель — сбежать из этого особняка и благополучно вернуться домой, но ловушки и скрывающиеся там демоны будут вам мешать. Сможете ли вы сбежать из этого особняка или поддадитесь искушению?",
        "tags": [
            "Платформер",
            "Головоломка",
            "Пиксельарт",
            "Стелс",
            "2D",
            "PC",
            "Android"
        ],
        "picture": "pics/fe0f94c9-462d-485d-abc4-6ef8b04f8ee9.jpeg",
        "url": "https://t.me/hornyplay/227"
    },
    "Halloween Harem": {
        "name": "Halloween Harem",
        "id": 39,
        "description": "Как это могло произойти?! Вы проснулись в незнакомом месте, не помня, как вы туда попали. Эта подушка действительно кажется мягкой. Подождите... это не подушка, а бедра Таинственной девочки-гота! И кто все эти люди? Может быть, вы должны помочь им. Даже если они немного сумасшедшие...",
        "tags": [
            "Квест",
            "Визуальная новелла",
            "Головоломка",
            "Монстры",
            "3D",
            "2D",
            "PC"
        ],
        "picture": "pics/1623d823-8a05-4735-bf99-e0c19d5dc548.jpeg",
        "url": "https://t.me/hornyplay/233"
    },
    "Beat Banger": {
        "name": "Beat Banger",
        "id": 40,
        "description": "Проложите свой путь к вершине Beat Banger Studios, небольшой и ритмичной компании по производству порно, которая отчаянно нуждается в помощи. Вы подаете заявку на простую производственную работу, но, похоже, генеральный директор приготовил для вас другую должность. Так что прыгайте в ритм, если не хотите ничего упустить!",
        "tags": [
            "Экшн",
            "Визуальная новелла",
            "Фурри",
            "2D",
            "PC"
        ],
        "picture": "pics/81afdcad-3d9e-4850-9436-2dc70642aef3.jpeg",
        "url": "https://t.me/hornyplay/237"
    },
    "College Brawl": {
        "name": "College Brawl",
        "id": 41,
        "description": "Вы играете за Кена, студента колледжа. Однажды на ваших друзей напала банда Red Kat, и они украли их вещи. Теперь ваша задача вернуть их. Когда враг побежден, у вас есть возможность получить очки HP или заняться сексом, чтобы восстановить свой KI. Очки HP можно использовать для восстановления здоровья.",
        "tags": [
            "Экшн",
            "Файтинг",
            "Пиксельарт",
            "2D",
            "PC",
            "Android"
        ],
        "picture": "pics/3582fde7-72a4-41c6-8cfe-5b7fb51336e2.jpeg",
        "url": "https://t.me/hornyplay/242"
    },
    "SlaveBar": {
        "name": "SlaveBar",
        "id": 42,
        "description": "В мире, которым правят высшие эльфы, рабыне дается шанс на свободу выполнив похабные условия правителей. Вы открываете бар, чтобы получить деньги, но не просто бар, а бар для дворянских фетишей. Поскольку блюда, подаваемые здесь, сделаны из биологических жидкостей, собранных в результате полового акта, вам придется собирать ее со своих личных рабов.",
        "tags": [
            "Стратегия",
            "Открытый мир",
            "РПГ",
            "Монстры",
            "Беременность",
            "3D",
            "PC",
            "Translate"
        ],
        "picture": "pics/beb9dfb9-8b5b-493d-b7d7-812f800db4c8.jpeg",
        "url": "https://t.me/hornyplay/247"
    },
    "My Forest Home": {
        "name": "My Forest Home",
        "id": 43,
        "description": "Внезапное землетрясение разрушило дом Азуми. Но жить в лесу очень опасно. Ей нужно построить новый дом до нападения монстров. Вы играете за девушку, которой нужно быстро отстроить свой дом в лесу. Собирайте ресурсы, сражайтесь с монстрами, стройте дом, продавайте ресурсы за деньги и покупайте «особые» товары.",
        "tags": [
            "Платформер",
            "Экшн",
            "Монстры",
            "2D",
            "PC",
            "Translate"
        ],
        "picture": "pics/dc2b7231-1132-4bfc-9041-4d127d2f6db7.jpeg",
        "url": "https://t.me/hornyplay/253"
    },
    "Metal Flame": {
        "name": "Metal Flame",
        "id": 44,
        "description": "В 2XXX г. н.э., с развитием ИИ и роботов, человек и машина жили в мире. Но все изменилось... Инопланетное механическое существо по имени ИЖМ(инопланетный живой металл) управляет роботами и распространяется как вирус... Механические монстры сеют хаос. Мужчин убивают, а женщин используют для экспериментов по гибридизации человека и машины...",
        "tags": [
            "Платформер",
            "Экшн",
            "Шутер",
            "РПГ",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/b39579a7-966b-401d-8847-f7cb2e0d2ca3.jpeg",
        "url": "https://t.me/hornyplay/259"
    },
    "Nekomancer: Seeded by Darkness": {
        "name": "Nekomancer: Seeded by Darkness",
        "id": 45,
        "description": "Отправляйтесь в приключение в роли очаровательного некоманта! Владелец могущественной магии с похотливыми свойствами, которая вызовет непристойные эффекты на ваших врагов. Сражайтесь против зверей, слизней, волчиц, мимиков и многих других!",
        "tags": [
            "Фута",
            "Геи",
            "Пиксельарт",
            "Монстры",
            "2D",
            "PC",
            "Фембои",
            "Тентакли"
        ],
        "picture": "pics/7060909d-2c88-4aef-b442-0887e4c84129.jpeg",
        "url": "https://t.me/hornyplay/267"
    },
    "SiNiStar": {
        "name": "SiNiStar",
        "id": 46,
        "description": "Член церкви отправлен в Кессарию, заброшенный город, наводненный монстрами. Развернув лагерь в старом соборе, она в одиночку сражается с монстрами. Будь то густые леса или глубокая канализация, удушающая темная атмосфера вызывает чувство отчаяния. Но даже в самой непроглядной тьме, можно найти лучик света. Лучик надежды.",
        "tags": [
            "Экшн",
            "Платформер",
            "Соулс-Лайк",
            "Хоррор",
            "Монстры",
            "Пиксельарт",
            "2D",
            "PC"
        ],
        "picture": "pics/5e8ebc06-1ebb-47c0-9ab1-ffc358b87813.jpeg",
        "url": "https://t.me/hornyplay/273"
    },
    "BoneTown: The Second Coming Edition": {
        "name": "BoneTown: The Second Coming Edition",
        "id": 47,
        "description": "Хардкорная и аморальная игра, включающая сексуальный контент, перестрелки, исследование по всему миру и множество второстепенных занятий. Игрок может постоянно участвовать в битвах с полицейскими или преступными группировками, либо взаимодействовать со многими девушками для более интимных занятий.",
        "tags": [
            "Открытый мир",
            "Экшн",
            "Файтинг",
            "Кастомизация",
            "Симулятор",
            "РПГ",
            "3D",
            "PC"
        ],
        "picture": "pics/fac924cc-c0c1-44f1-ad01-d99424f63f94.jpeg",
        "url": "https://t.me/hornyplay/280"
    },
    "Sex with the Devil": {
        "name": "Sex with the Devil",
        "id": 48,
        "description": "Лицемеры – это люди. Они по своей натуре такие все. Представь себе бал-маскарад. Десяток, два, три, сотня и больше человек. Танцуют, кружатся в ритме музыки. Но все в масках",
        "tags": [
            "Головоломка",
            "Монстры",
            "Хоррор",
            "3D",
            "PC",
            "Translate"
        ],
        "picture": "pics/d8b9fc31-bfcc-4613-97de-1e9ccf400fc8.jpeg",
        "url": "https://t.me/hornyplay/287"
    },
    "Deep in Brixen Space": {
        "name": "Deep in Brixen Space",
        "id": 49,
        "description": "Игра в жанре экшн-исследования с «механикой крюка». Когда существо приближается к героине, они сцепляются. Когда вы сцеплены, Вы должны двигаться, чтобы покинуть захват. Иначе беды не миновать...",
        "tags": [
            "Пиксельарт",
            "Хоррор",
            "Платформер",
            "Монстры",
            "Фурри",
            "2D",
            "PC",
            "Тентакли"
        ],
        "picture": "pics/4dc7bd86-d44f-4cb5-ab37-0dacaab6aedd.jpeg",
        "url": "https://t.me/hornyplay/296"
    },
    "Lovecraft Locker: Tentacle Lust  1 & 2": {
        "name": "Lovecraft Locker: Tentacle Lust  1 & 2",
        "id": 50,
        "description": "Школьная пора не за горами. Привлекательные одноклассницы в юбочках не дают тебе... сосредоточиться на учебе? Воплоти все свои грязные фантазии в лице монстра с ловкими щупальцами.",
        "tags": [
            "Стратегия",
            "Монстры",
            "Визуальная новелла",
            "Симулятор",
            "2D",
            "PC",
            "Android",
            "Тентакли"
        ],
        "picture": "pics/4ea1e375-62f3-49fb-8c7f-3c13bd11d7ae.jpeg",
        "url": "https://t.me/hornyplay/300"
    },
    "Lab2 Under Ground": {
        "name": "Lab2 Under Ground",
        "id": 51,
        "description": "Очередной инцидент происходит в подземном исследовательском комплексе. Миса отправилась на разведку, но ее местонахождение неизвестно. Саэ отправляется на ее поиски. Что же происходит в подземном комплексе... Куда ушла Миса... и какая судьба ждет Саэ...?",
        "tags": [
            "Платформер",
            "Экшн",
            "Монстры",
            "Файтинг",
            "2D",
            "PC",
            "Тентакли"
        ],
        "picture": "pics/fe58d7f9-1f16-4720-a97e-8d5284113c58.jpeg",
        "url": "https://t.me/hornyplay/306"
    },
    "Magical Monstergirls Academy": {
        "name": "Magical Monstergirls Academy",
        "id": 52,
        "description": "Вы — начинающий маг, открывающий для себя новые миры и подземелья через волшебный портал. Вы случайно наткнулись на заклинание, которое может открыть портал в мир, наполненный сексуальными существами, желающими немного развлечься, прежде чем они надерут вам задницу!",
        "tags": [
            "Стратегия",
            "Фурри",
            "Монстры",
            "Визуальная новелла",
            "2D",
            "PC",
            "Android",
            "Лесби"
        ],
        "picture": "pics/556c17f8-a616-490e-9dd3-a37946573e18.jpeg",
        "url": "https://t.me/hornyplay/311"
    },
    "Monster Souls": {
        "name": "Monster Souls",
        "id": 53,
        "description": "Чем старше ты становишься, тем больше ответственности лежит на тебе. Главный герой совсем недавно стал совершеннолетним, что означает - нужно искать работу. По счастливому стечению обстоятельств, ему достается работа в качестве телохранителя чернокнижника. Но в ходе выполнения задания выясняется, что герой обладает редким типом крови, который позволяет сливаться с монстрами, обретая их силу. К чему же его приведет, казавшаяся такой веселой и благородной, дорога приключений?",
        "tags": [
            "Стратегия",
            "РПГ",
            "Экшн",
            "Монстры",
            "Геи",
            "2D",
            "PC",
            "Translate",
            "Тентакли"
        ],
        "picture": "pics/c0d55090-6234-411d-80eb-742eb22b5906.jpeg",
        "url": "https://t.me/hornyplay/317"
    },
    "Necromancy Emilys Escape": {
        "name": "Necromancy Emilys Escape",
        "id": 54,
        "description": "Некромантка использует запрещенные заклинания и играет с жизнями. Она проводит ужасающие эксперименты, скрываясь в лесу. Ходят слухи, что когда-то она была Святой Дамой церкви, но убила множество людей и исчезла вместе с их трупами. Группа новичков-искателей приключений ставит перед собой задачу добыть и предоставить информацию о некроманте.",
        "tags": [
            "Стелс",
            "Платформер",
            "Монстры",
            "Головоломка",
            "2D",
            "PC"
        ],
        "picture": "pics/ed36020b-3a79-4112-bb9a-a92c0d4a06ff.jpeg",
        "url": "https://t.me/hornyplay/328"
    },
    "Dekamara": {
        "name": "Dekamara",
        "id": 55,
        "description": "Священный лес в опасности! Развратные девчонки поразили лес своим извращенством! Наша единственная надежда – это ты, Декамара. Сделай из них хороших девочек, удовлетворяя их развратные желания. Но осторожно! Если ты допустишь ошибку, они сделают хорошую девочку из тебя!",
        "tags": [
            "Соулс-Лайк",
            "Экшн",
            "Платформер",
            "Пиксельарт",
            "2D",
            "PC",
            "Android"
        ],
        "picture": "pics/1444536f-5e54-446f-87ba-63a5b1e3e680.jpeg",
        "url": "https://t.me/hornyplay/340"
    },
    "The Last Orgasm": {
        "name": "The Last Orgasm",
        "id": 56,
        "description": "Муж Алисы пропал, а вспышка зомби вируса продолжается. К несчастью, он прячется именно там, где все началось. С пистолетом в руке Алисе необходимо отыскать своего мужа, отбиваясь от толп зараженных.  С этого начинается захватывающее путешествие Алисы в темные уголки человеческих желаний, наполненное напряженными боями и контентом для взрослых.",
        "tags": [
            "Экшн",
            "Шутер",
            "Хоррор",
            "Зомби",
            "3D",
            "PC"
        ],
        "picture": "pics/89b08ab3-e0a1-46df-adb0-89e6dbde7d95.jpeg",
        "url": "https://t.me/hornyplay/344"
    },
    "Pocket Touch Simulation": {
        "name": "Pocket Touch Simulation",
        "id": 57,
        "description": "Простая игра, в которой от вас требуется трогать части тела персонажей, тем самым возбуждая их и доводя до оргазма. Несмотря на простоту, игра разделена на шесть глав с разными персонажами, которые позволят насладиться вам разными эротическими ситуациями, в которых именно вы будете главным героем!",
        "tags": [
            "Визуальная новелла",
            "Симулятор",
            "Фута",
            "2D",
            "PC",
            "Android",
            "Translate"
        ],
        "picture": "pics/bee385d7-622b-4e6a-93d0-89d623634767.jpeg",
        "url": "https://t.me/hornyplay/355"
    },
    "Orks Ryona BBC": {
        "name": "Orks Ryona BBC",
        "id": 58,
        "description": "Играйте за сильного и устрашающего орка, которому поручено тренировать и промывать мозги новому мясу. Хотя ее киска не может полностью принять жезл орка, вы можете душить ее, дабы расслабить ее мышцы, чтобы вы могли проникнуть глубже.​ Не бойтесь пробовать новое, экспериментируйте с ее телом, ведь она может удивить вас новой непристойной позой!",
        "tags": [
            "Симулятор",
            "Монстры",
            "Кастомизация",
            "3D",
            "PC",
            "Android"
        ],
        "picture": "pics/843ef65e-29e3-4db6-bf8f-5744031fb4e5.jpeg",
        "url": "https://t.me/hornyplay/366"
    },
    "The Lustland Adventure": {
        "name": "The Lustland Adventure",
        "id": 59,
        "description": "Лорд Квенто — известный 3D-художник, известный своими комиксами и анимацией, часто с персонажами фута. Он начал разработку The Lustland Adventure — компьютерной 3D-игры, разработанной с помощью Unreal Engine и действие которой происходит в фантастическом мире.",
        "tags": [
            "Открытый мир",
            "Фута",
            "Монстры",
            "3D",
            "PC"
        ],
        "picture": "pics/photo_2022-12-04_17-00-44.jpg",
        "url": "https://t.me/hornyplay/132"
    },
    "Cyborpunk Crisis": {
        "name": "Cyborpunk Crisis",
        "id": 60,
        "description": "207X г. н.э. Грань между человеком и машиной стирается. Треть населения мира — киборги,  люди-машины.\nА искусственные андроиды заслужили права личности и стали частью человеческого общества.",
        "tags": [
            "Монстры",
            "Стелс",
            "Шутер",
            "PC",
            "2D"
        ],
        "picture": "pics/maxresdefault.jpg",
        "url": "https://t.me/hornyplay/372"
    },
    "Miga: Eternal Nightmare": {
        "name": "Miga: Eternal Nightmare",
        "id": 61,
        "description": "Ты — драгоценный колокольчик-амулет Миги. Это единственный звук, который Мига слышит в своих кошмарах. Единственный, кому она может доверять. Мига ходит, ориентируясь на ваш тон. Вы не можете ничего трогать, но Мига может. Вот почему вам нужно помогать Миге брать предметы или решать загадки.",
        "tags": [
            "2D",
            "PC",
            "Хоррор",
            "Головоломка",
            "Визуальная новелла",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/26430cac214283f6ef48ba18a1061957.png",
        "url": "https://t.me/hornyplay/381"
    },
    "How to Raise Happy NEET": {
        "name": "How to Raise Happy NEET",
        "id": 62,
        "description": "Нит-тян - замкнутая, застенчивая, но честная девушка. Что-то произошло в ее жизни и ей некуда пойти. По счастливому стечению обстоятельство, она приходит к вам домой. Она ничего не знает о \"взрослой жизни\" и вы многому сможете ее научить.",
        "tags": [
            "2D",
            "Android",
            "PC",
            "Симулятор",
            "Стратегия",
            "Визуальная новелла"
        ],
        "picture": "pics/neet.jpg",
        "url": "https://t.me/hornyplay/388"
    },
    "Больше переводов на Boosty!": {
        "name": "Больше переводов на Boosty!",
        "id": 63,
        "description": "Переводы на Boosty появляются намного быстрее, чем на канале. К тому же, ты сможешь выбрать игру на следующий перевод. Попмимо переводов, там будет еще много-много всего!",
        "tags": [
            "PC",
            "Translate"
        ],
        "picture": "pics/avatar.jpeg",
        "url": "https://boosty.to/owandie"
    },
    "Rack 2": {
        "name": "Rack 2",
        "id": 64,
        "description": "Вам выпала честь стать новым ученым большой корпорации удовольствия. Ваша работа заключается в том, чтобы делать испытуемым приятно, учитывая их всевозможные желания и кинки.  А так же, получать удовольствие самому.",
        "tags": [
            "3D",
            "Фурри",
            "PC",
            "Фута",
            "Кастомизация",
            "Головоломка",
            "Симулятор",
            "Лесби"
        ],
        "picture": "pics/dsda.png",
        "url": "https://t.me/hornyplay/405"
    },
    "Isekai Frontline": {
        "name": "Isekai Frontline",
        "id": 65,
        "description": "Ты единственный парень в этом мире. Все остальные превратились в зомби. Оставшиеся в живых девочки, сражаются с ними с помощью разнообразного оружия. Сможешь ли ты выжить в опустошенном постапокалиптическом мире?",
        "tags": [
            "2D",
            "Шутер",
            "Экшн",
            "Зомби",
            "Стратегия",
            "PC"
        ],
        "picture": "pics/07.png",
        "url": "https://t.me/hornyplay/414"
    },
    "Tales of Androgyny": {
        "name": "Tales of Androgyny",
        "id": 66,
        "description": "Вам предстоит отправиться в приключение полное опасностей, неожиданных поворотов, разнообразных монстров и верных напарников. Но будьте внимательнее, ведь большинство из тех, кого вы встретите, будут желать лишь одного, и вы знаете чего. Хиро, как и многие, хочет стать прославленным героем. Но путь героя никогда не бывает простым. И лишь от ваших решений зависит, кем он(а) станет в конце.",
        "tags": [
            "2D",
            "Стратегия",
            "Фурри",
            "Фута",
            "Монстры",
            "Беременность",
            "Кастомизация",
            "PC",
            "Симулятор",
            "Android",
            "Квест",
            "Тентакли"
        ],
        "picture": "pics/damn.png",
        "url": "https://t.me/hornyplay/421"
    },
    "Disrobia": {
        "name": "Disrobia",
        "id": 67,
        "description": "Вы ведьма по имени Эрисия, посещающая волшебное сексуальное царство Дисробия, чтобы исследовать свое тело. Пробирайтесь по миру, используя монстров. Помогайте непослушным колдунам в их непристойных делах и получайте непристойные награды. Играйте в непристойные мини-игры: управляйте молочным баром, побейте рекорд любителя щупалец... Бросьте вызов возбужденным волнам монстров и боссам на аренах.",
        "tags": [
            "2D",
            "Платформер",
            "Головоломка",
            "Фута",
            "PC",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/post.png",
        "url": "https://t.me/hornyplay/432"
    },
    "Monsters'n Girls Super +1": {
        "name": "Monsters'n Girls Super +1",
        "id": 68,
        "description": "Четыре года назад Святой Рыцарь Сайто подавил злых девушек-монстров и стал Паладином. Наш спаситель! В мире наконец-то наступил мир… пока в день рождения его жены не произошло нечто трагическое. Кажется, девушки-монстры вернулись и захватили его дочь! Сайто был убежден, что они хотят отомстить, но это не произойдет в его присутствии! Помогите Сайто сразиться с огромными волнами девушек-монстров, иначе ему несдобровать!",
        "tags": [
            "2D",
            "Платформер",
            "Экшн",
            "PC",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/mgrls.png",
        "url": "https://t.me/hornyplay/439"
    },
    "Another Girl In The Wall": {
        "name": "Another Girl In The Wall",
        "id": 69,
        "description": "Ты находишь девушку, застрявшую в стене. Что с ней делать - решать только тебе.",
        "tags": [
            "2D",
            "Android",
            "Кастомизация",
            "PC",
            "Симулятор"
        ],
        "picture": "pics/agirls.png",
        "url": "https://t.me/hornyplay/448"
    },
    "FlipWitch - Forbidden Sex Hex": {
        "name": "FlipWitch - Forbidden Sex Hex",
        "id": 70,
        "description": "Исследуйте мир, погружённый в хаос и пышущий развратом! Используйте новообретённые способности Ведьмы-гендерфлюида, чтобы побеждать злобных существ и выполнять задания уникальных персонажей. Путешествуйте по магическим лесам, пустынным подземельям и склизким цитаделям на пути к победе над злой Ведьмой хаоса, которая погрузила мир во тьму и наложила проклятье на его обитателей.",
        "tags": [
            "2D",
            "Платформер",
            "Экшн",
            "PC",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/flipw.png",
        "url": "https://t.me/hornyplay/455"
    },
    "Kincaid": {
        "name": "Kincaid",
        "id": 71,
        "description": "Присоединяйтесь к нашей игривой и озорной девочке-волку, которая исследует флору и фауну и знакомится с новыми друзьями (с преимуществами) и противниками! Кинкайд не одинока: к ней присоединяется ее приятель АИ, искусственный интеллект, который живет внутри компьютера ее корабля и обеспечивает поддержку с орбиты.Разворачивается захватывающее приключение, полное горячих действий, жгучей похоти и эротических сюрпризов!",
        "tags": [
            "2D",
            "Платформер",
            "Экшн",
            "PC",
            "Монстры",
            "Пиксельарт",
            "Фурри",
            "Файтинг"
        ],
        "picture": "pics/kink.png",
        "url": "https://t.me/hornyplay/464"
    },
    "MonCurse": {
        "name": "MonCurse",
        "id": 72,
        "description": "Сражайтесь с непристойными девушками-монстрами, которые направят на вас весь свой арсенал, чтобы изменить ваше тело под их извращённые вкусы и впоследствии использовать его для утоления своих низменных потребностей. Чтобы противостоять им, у вас тоже будет большое количество предметов и умений, которые помогут в различных ситуациях.",
        "tags": [
            "2D",
            "Платформер",
            "Головоломка",
            "PC",
            "Android",
            "Стратегия",
            "Беременность",
            "Монстры",
            "Лесби"
        ],
        "picture": "pics/ramcat.png",
        "url": "https://t.me/hornyplay/475"
    },
    "Siren of the dead": {
        "name": "Siren of the dead",
        "id": 73,
        "description": "Вы совсем недавно поступили на службу в полицейское отделение города Йелоусид. По неудачному стечению обстоятельство, спустя месяц после начала вашей работы, в городе случается вспышка вируса, который превращает всех в ходячие трупы. Вас этот вирус не тронул, и вы остались, возможно, единственным живым человеком в городе.",
        "tags": [
            "3D",
            "Зомби",
            "PC",
            "Android",
            "Стратегия",
            "Шутер"
        ],
        "picture": "pics/siren.png",
        "url": "https://t.me/hornyplay/480"
    },
    "Nejicomi Simulator": {
        "name": "Nejicomi Simulator",
        "id": 74,
        "description": "Коллекция симуляторов от yabukaradoo. Семь симуляторов секса с возможностью кастомизации девушек. Можно настроить их внешний вид, размер частей тела, эмоции, положение камеру, звуки и многое другое по своему вкусу. Реакции, дыхание, звуковые эффекты синхронизированы с вашими действиями, что даёт ощущение правдоподобности происходящего. ",
        "tags": [
            "2D",
            "Симулятор",
            "PC",
            "Android",
            "Коллекции",
            "Визуальная новелла"
        ],
        "picture": "pics/colect.png",
        "url": "https://t.me/hornyplay/488"
    },
    "KoboldKare": {
        "name": "KoboldKare",
        "id": 75,
        "description": "Симулятор фермера, в котором вместо того, чтобы производить продукты, делать посадки, поливать растения, вы размножаете голых кобольдов. Развивайте свою ферму, разводя кобольдов, оказывая услуги и продавая созданную в процессе продукцию. Улучшайте свою ферму, покупайте извращенское оборудование и общайтесь с жителями города по соседству. ",
        "tags": [
            "3D",
            "Симулятор",
            "PC",
            "Фурри",
            "Кастомизация",
            "Беременность",
            "Фута",
            "Открытый мир"
        ],
        "picture": "pics/kobold.png",
        "url": "https://t.me/hornyplay/495"
    },
    "Everyday Sexual Life with a Sloven Classmate": {
        "name": "Everyday Sexual Life with a Sloven Classmate",
        "id": 76,
        "description": "Ничем непримечательный парень был давно влюблен в свою одноклассницу, которая не отвечала ему взаимностью. Но по счастливому стечению обстоятельств, ей становится плохо и наш герой пытается помочь ей. Именно так и начинается их счастливая история прекрасных отношений и ежедневных потрахушек. Занимайтесь с ней сексом в разных местах и позах, а так же в разной одежде.",
        "tags": [
            "2D",
            "Симулятор",
            "PC",
            "Визуальная новелла",
            "Android"
        ],
        "picture": "pics/clasm.png",
        "url": "https://t.me/hornyplay/503"
    },
    "The Last Barbarian": {
        "name": "The Last Barbarian",
        "id": 77,
        "description": "Мир Н'ул погружён во тьму и разврат после прибытия древней Богини Плоти. Она даёт каждому то, чего он хочет больше всего. Но она искажает все желания, и поэтому весь мир погружается в похоть и насилие. Главная героиня игры просыпается в подземелье после попытки защитить свою деревню от орков.",
        "tags": [
            "3D",
            "Экшн",
            "PC",
            "РПГ",
            "Открытый мир",
            "Монстры"
        ],
        "picture": "pics/2war.png",
        "url": "https://t.me/hornyplay/509"
    },
    "Boyfriend's Rescue": {
        "name": "Boyfriend's Rescue",
        "id": 78,
        "description": "Отношения Пабло превратились в рутину. Пытаясь получить новые впечатления, Алекс, его парень, решил впервые пойти в секс-шоп Большая Задница. Поход не прошел гладко, и он исчез. В отчаянии Пабло начал его искать, и когда он вошел в Большую Задницу, большая фиолетовая книга привлекла его внимание. Когда Пабло посмотрел на эту пошлую книжку, он увидел что-то необычайное. Мальчик в книге выглядит точно так же, как его парень! Прежде чем Пабло успел среагировать, появилась Леди Усы, необычная фея, и все объяснила. Мофир, злодей Страны Сексуальности, похищал с Земли красивых мальчиков, чтобы выбрать себе следующего мужа. Сможет ли Пабло спасти своего парня? Сможет ли он выжить в мире, полном похотливых монстров? Какие сюрпризы готовит ему Гей-Сутра?",
        "tags": [
            "2D",
            "Экшн",
            "PC",
            "Платформер",
            "Геи",
            "Монстры"
        ],
        "picture": "pics/gay.png",
        "url": "https://t.me/hornyplay/522"
    },
    "Sodom-R": {
        "name": "Sodom-R",
        "id": 79,
        "description": "Богатейший в стране город Содом называют столицей греха. Агент Ляпис совсем недавно поступила на службу и именно ей выпала честь разобраться в его пропаже, победить преступников, найти мэра и постараться не утонуть в грехе. Сражайтесь с бандитами и их лидерами, собирайте информацию, которая приведет вас к мэру. Не забывайте про обширный арсенал, который предлагает организация.",
        "tags": [
            "2D",
            "Экшн",
            "PC",
            "Платформер",
            "Файтинг",
            "Шутер"
        ],
        "picture": "pics/sodom-r.png",
        "url": "https://t.me/hornyplay/529"
    },
    "HACHINA": {
        "name": "HACHINA",
        "id": 80,
        "description": "1753 год. Третий год периода Хуреки. Незадолго до основания сёгуната Токугава, около 1603 года, по всей Японии начали появляться огромные насекомые. В отличие от ёкай и других существ, обитавших в горах, эти монстры представляли серьезную угрозу для людей, живших там. Хачина идет одна по горам провинции Танба. Путешествующая знахарка, которая пытается остановить нескончаемый поток насекомых...",
        "tags": [
            "2D",
            "Экшн",
            "PC",
            "Платформер",
            "Файтинг",
            "Монстры",
            "Соулс-Лайк"
        ],
        "picture": "pics/hachiha.png",
        "url": "https://t.me/hornyplay/536"
    },
    "Third Crisis": {
        "name": "Third Crisis",
        "id": 81,
        "description": "После провала миссии героине по имени Вайб приходится приспосабливаться к новому образу жизни в охваченном похотью городе Карцебурге. Поддастся ли она блаженству  или использует сексуальную привлекательность в своих целях на поле битвы, зависит только от вас!",
        "tags": [
            "2D",
            "Визуальная новелла",
            "PC",
            "РПГ",
            "Стратегия",
            "Монстры",
            "Android",
            "Лесби",
            "Тентакли"
        ],
        "picture": "pics/oblogaboss.png",
        "url": "https://t.me/hornyplay/547"
    },
    "Adumbral and Crimson": {
        "name": "Adumbral and Crimson",
        "id": 82,
        "description": "Пройдите через кошмар, похожий на царство извращенных лабиринтов и бесконечные пути, ведущие ко всевозможным ужасам. Вы играете за молчаливого женоподобного главного героя, который, попал в этот мир, и только вы можете помочь ему выжить.",
        "tags": [
            "2D",
            "Хоррор",
            "PC",
            "Экшн",
            "Пиксельарт",
            "Монстры",
            "Фута"
        ],
        "picture": "pics/traphoror.png",
        "url": "https://t.me/hornyplay/558"
    },
    "Tamer Vale": {
        "name": "Tamer Vale",
        "id": 83,
        "description": "Коллектив эльфиек, известных как Укротительницы, путешествуют за пределы своей скрытой долины, дабы найти и противостоять источнику проклятия. Эльфийки вооружены уникальными навыками и способностями. Им предстоит победить самых разных врагов, некоторые из которых чрезвычайно сильны.",
        "tags": [
            "2D",
            "PC",
            "Стратегия",
            "Пиксельарт",
            "Монстры"
        ],
        "picture": "pics/tamer.png",
        "url": "https://t.me/hornyplay/566"
    },
    "Plant Girls": {
        "name": "Plant Girls",
        "id": 84,
        "description": "Действие игры происходит в постапокалиптическом мире бывшего города-империи Детройта. Попробуйте разобраться с последствиями трагического общественного коллапса, вызванного рукотворной катастрофой, которую они сами же и создали: Насекомыми-киборгами.",
        "tags": [
            "2D",
            "Android",
            "Стратегия",
            "Монстры"
        ],
        "picture": "pics/CYOJR.png",
        "url": "https://t.me/hornyplay/573"
    },
    "My Dystopian Robot Girlfriend": {
        "name": "My Dystopian Robot Girlfriend",
        "id": 85,
        "description": "В мрачном 2025 году рынок секс-ботов пережил бум. Их число быстро превысило всю автомобильную промышленность, и золотой век мира казался ближе, чем когда-либо прежде. Увы, месяц спустя международный скандал между США и Китаем привел к запрету секс-ботов во всем мире. Последовали беспорядки по всей стране, сформировались бесчисленные ополчения и террористические группы, в первую очередь «Коалиция Доброкачественных Бионистов» и «Ячейка Недержания», которые боролись за контроль над тем, что осталось от секс-ботов.",
        "tags": [
            "2D",
            "Android",
            "Визуальная новелла",
            "Кастомизация",
            "Симулятор",
            "PC"
        ],
        "picture": "pics/roboto.png",
        "url": "https://t.me/hornyplay/583"
    },
    "Dandy Boy Adventures": {
        "name": "Dandy Boy Adventures",
        "id": 86,
        "description": "Действие разворачивается в конце 80-х годов, в вымышленном городке Биглтон. Главный герой - юноша, недавно достигший совершеннолетия и вступивший во взрослую жизнь. Протагонист, как и многие молодые люди, кипит от гормонов и испытывает влечение ко всем симпатичным девушкам. Но если иные ограничиваются фантазиями, то наш персонаж решает любой ценой претворить свои желания в жизнь.",
        "tags": [
            "2D",
            "Android",
            "Визуальная новелла",
            "Симулятор",
            "PC",
            "Пиксельарт"
        ],
        "picture": "pics/dandysex.png",
        "url": "https://t.me/hornyplay/592"
    },
    "AGENT ETHEREAL": {
        "name": "AGENT ETHEREAL",
        "id": 87,
        "description": "Злой дух Кику создал армию миньонов-призраков-черепов, используя души жителей города. Вы, в качестве секретного агента, отправляетесь в город Кагошима, чтобы изгнать духа и упокоить души умерших. Вместе с верной напарницей, вам предстоит пробраться в порабощенный злом город, прикрывая друг другу спины.",
        "tags": [
            "3D",
            "Монстры",
            "Шутер",
            "Хоррор",
            "PC"
        ],
        "picture": "pics/721BwN.png",
        "url": "https://t.me/hornyplay/599"
    },
    "Queen's Brothel": {
        "name": "Queen's Brothel",
        "id": 88,
        "description": "Квин начала свою карьеру официанткой, но быстро поняла, что клиенты будут давать ей больше чаевых, если она позволит им прикасаться к своему телу. Именно Квин была причиной, по которой парни приходили в ресторан, в котором она работала, пока ее не поймал босс и не уволил. Теперь она управляет собственным борделем.",
        "tags": [
            "2D",
            "Монстры",
            "Визуальная новелла",
            "Фута",
            "Беременность",
            "PC",
            "Android",
            "Симулятор",
            "Лесби"
        ],
        "picture": "pics/1.png",
        "url": "https://t.me/hornyplay/607"
    },
    "CODE: VALKYRIE II": {
        "name": "CODE: VALKYRIE II",
        "id": 89,
        "description": "Валькирия - женщина, чья сила имеет класс подготовки III или выше. Рождается с редким качеством - возможностью черпать божественную силу извне. Их целями являются возрождение Эры Богов, восстановление угасшей крови и обретение божественных способностей. Одна из Валькирий отправляется в потустороннее измерение ненастоящего города, дабы наполниться божественной силой и восстановить баланс вселенной.",
        "tags": [
            "3D",
            "Монстры",
            "Экшн",
            "Шутер",
            "PC"
        ],
        "picture": "pics/valk.png",
        "url": "https://t.me/hornyplay/618"
    },
    "Seal of Lutellaria": {
        "name": "Seal of Lutellaria",
        "id": 90,
        "description": "В эпоху неопределенности существует регион под названием Лутеллария, расположенный на северо-западе Королевства. Задолго до того, как были написаны книги по истории, здесь можно было найти место, окруженное высокими стенами. Никто не знает, с какой целью они были построены. Однако известно, что пройти сквозь эти стены невероятно сложно, и что все, кто достаточно смел, чтобы рискнуть войти внутрь, никогда не вернутся... ",
        "tags": [
            "2D",
            "Монстры",
            "Экшн",
            "Шутер",
            "PC",
            "Фута",
            "Пиксельарт"
        ],
        "picture": "pics/seal.png",
        "url": "https://t.me/hornyplay/627"
    },
    "Starbreed": {
        "name": "Starbreed",
        "id": 91,
        "description": "Игра, вдохновленная классическими рейл-шутерами с элементами симулятора свиданий. Каждый новый член экипажа имеет пассивную и активную способности, которые можно комбинировать между собой, выбирая кого взять на миссию. Прокачивайте корабль, развивайте отношения, проходите миссии вместе и узнавайте друг о друге, чтобы сблизиться.",
        "tags": [
            "2D",
            "3D",
            "Экшн",
            "Шутер",
            "PC",
            "Симулятор",
            "Тентакли"
        ],
        "picture": "pics/star.png",
        "url": "https://t.me/hornyplay/637"
    },
    "Dragon Sleuth Brittany": {
        "name": "Dragon Sleuth Brittany",
        "id": 92,
        "description": "Вы играете за дерзкую и сногсшибательную дракониху Бриттани. Она решает попробовать себя в роли детектива и отличный способ заявить о себе — успешный розыск похищенных яиц неизвестным негодяем. Улик нет, зацепок тоже. Правоохранительные органы бездействуют. Бриттани решает воспользоваться своим уникальным чутьём, чтобы исправить ситуацию.",
        "tags": [
            "2D",
            "Квест",
            "Визуальная новелла",
            "Фурри",
            "PC",
            "Android",
            "Пиксельарт",
            "Лесби"
        ],
        "picture": "pics/dragon.png",
        "url": "https://t.me/hornyplay/648"
    },
    "LonaRPG": {
        "name": "LonaRPG",
        "id": 93,
        "description": "В центре повествования прекрасная воительница по имени Лона. Девушка проживает в довольно опасном мире, в котором каждый достойный воин, будучи на стороне добра, просто обязан каждый день отчаянно сражаться за свое выживание. Решите, кем вы хотите видеть Лону и как начнется ее приключение! Нападайте на врагов в лоб, играя роль простого бойца, или пытайтесь увернуться от боя. Сдлайте ее обычной девушкой, вспыльчивой цундере, жалкой овечкой или даже нимфоманкой!",
        "tags": [
            "2D",
            "Экшн",
            "Визуальная новелла",
            "РПГ",
            "Беременность",
            "PC",
            "Android",
            "Монстры",
            "Хоррор"
        ],
        "picture": "pics/lonarpg.png",
        "url": "https://t.me/hornyplay/658"
    },
    "Raptoid": {
        "name": "Raptoid",
        "id": 94,
        "description": "В далеком мире вождь стаи Раптойдов был схвачен неизвестной сущностью, которая хочет превратить его и его соплеменников в безмозглых сексуальных рабов. В роли экземпляра VD014 вам придется сразиться с ним, бросив вызов их армии роботов, а также вашим обращенным собратьям и другим смертоносным врагам.",
        "tags": [
            "3D",
            "Экшн",
            "Платформер",
            "Геи",
            "PC",
            "Фурри",
            "Файтинг"
        ],
        "picture": "pics/raptor.png",
        "url": "https://t.me/hornyplay/669"
    },
    "The Nymph Queen": {
        "name": "The Nymph Queen",
        "id": 95,
        "description": "Интерактивный эротический симулятор, целью которого является создание моста восприятия между виртуальной актрисой и пользователем. Он оснащен специальными звуковыми эффектами для достижения преимуществ звуков бинауральной стимуляции без тормозящего при погружении шума громких синусоидальных волн.",
        "tags": [
            "3D",
            "Симулятор",
            "Android"
        ],
        "picture": "pics/queen.png",
        "url": "https://t.me/hornyplay/679"
    },
    "Anthophobia": {
        "name": "Anthophobia",
        "id": 96,
        "description": "В связи с глобальной пандемией, вызванной растениями, главная героиня три месяца пряталась в своей квартире. Теперь, когда ее запасы воды иссякли, пришло время бросить вызов цветочному армагеддону и найти что-то новое.",
        "tags": [
            "2D",
            "Монстры",
            "PC",
            "Беременность",
            "Хоррор",
            "Платформер",
            "Шутер",
            "Экшн",
            "Тентакли"
        ],
        "picture": "pics/antro.png",
        "url": "https://t.me/hornyplay/690"
    },
    "Ecchi & Craft": {
        "name": "Ecchi & Craft",
        "id": 97,
        "description": "Совершеннолетняя девушка Юкари замечательно проводила время со своими подругами, играя в игру, в которой можно ломать и ставить блоки. Но внезапно вся их одежда исчезла, яркий свет, и Юкари просыпается в новом неизвестном для нее мире, который очень напоминает ту самую игру, в которую она совсем недавно играла с друзьями.",
        "tags": [
            "2D",
            "3D",
            "PC",
            "Выживание",
            "Платформер",
            "Симулятор",
            "Монстры",
            "Тентакли"
        ],
        "picture": "pics/Ecchi.png",
        "url": "https://t.me/hornyplay/701"
    },
    "Call of Beyond": {
        "name": "Call of Beyond",
        "id": 98,
        "description": "Вы играете за юную помощницу Всематери - религиозного ордена, состоящего из одних только женщин. Орден был создан дабы раскрыть тайны недавно образовавшегося мира - Призрачный Рубеж. Ваша исследовательская миссия приведет вас в места, куда люди не осмеливаются ступать и где бродят странные и ужасающие существа.",
        "tags": [
            "3D",
            "PC",
            "Экшн",
            "Выживание",
            "Монстры",
            "РПГ"
        ],
        "picture": "pics/call.png",
        "url": "https://t.me/hornyplay/712"
    },
    "Серия Two Horns": {
        "name": "Серия Two Horns",
        "id": 99,
        "description": "Вы - обычный парень, работающий в супермаркете, но стечения обстоятельств сводят вас со странной дамой, из-за волос которой виднеются рога. Оказывается, что город заполонен девушками-демонами, которые хотят его захватить. Самая главная особенность игры - свобода действий. Деритесь с кем угодно, бегайте голышом, прокрадитесь в женский туалет, напоите охранницу афродизиаком.",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Платформер",
            "Фута",
            "Зомби",
            "Экшн"
        ],
        "picture": "pics/thorns.png",
        "url": "https://t.me/hornyplay/722"
    },
    "SWEUWNC": {
        "name": "SWEUWNC",
        "id": 100,
        "description": "Героиня желает появляться обнаженной на публике, но не хочет чтобы ее поймали — дилемма настоящего джентльмена. Помогите Селеке воплотить в жизнь ее самые грязные фантазии так, чтобы никто об этом не узнал! ",
        "tags": [
            "3D",
            "PC",
            "Кастомизация",
            "Симулятор",
            "Стелс"
        ],
        "picture": "pics/sasuka.png",
        "url": "https://t.me/hornyplay/733"
    },
    "The Lewd Knight": {
        "name": "The Lewd Knight",
        "id": 101,
        "description": "Это игра про девушку, которая хочет навсегда очистить свой город от преступности. Для этого ей придется пройти долгий путь от сумасшедшей косплеерши, гоняющей грязных извращенцев из парка, до самого настоящего супер героя, сражающегося со злом. К сожалению, отец не оставил ей миллиардную компанию, поэтому геройствовать ей придется, параллельно работая секретаршей в офисе, либо зарабатывая как-то еще...",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Стратегия",
            "Визуальная новелла",
            "Стратегия"
        ],
        "picture": "pics/lewd.png",
        "url": "https://t.me/hornyplay/743"
    },
    "Guilty Force": {
        "name": "Guilty Force",
        "id": 102,
        "description": "В далеком будущем, человечество открывает возможность создания имплантов. С течением времени, люди искали все больше возможностей их установки в тело, но возникла проблема - все подопытные мужчины умирали или сходили с ума. В мире царил хаос и беззаконие. Именно поэтому Правительство создает отряд по борьбе с преступниками, состоявший исключительно из модифицированных женщин - Guilty Force.",
        "tags": [
            "2D",
            "3D",
            "PC",
            "Android",
            "Шутер",
            "Визуальная новелла",
            "Экшн",
            "Стелс",
            "Платформер",
            "Лесби"
        ],
        "picture": "pics/guilty.png",
        "url": "https://t.me/hornyplay/753"
    },
    "Succubus Hunt": {
        "name": "Succubus Hunt",
        "id": 103,
        "description": "Действие этой игры происходит в мире, где девушки-монстры невероятно распространены, а мужчины редки! Бегайте, крадитесь и пробивайтесь сквозь этот захватывающий мир, полный садистских, милых и похотливых монстров!",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Квест",
            "Стелс",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/sexubus.png",
        "url": "https://t.me/hornyplay/765"
    },
    "Shady Lewd Kart": {
        "name": "Shady Lewd Kart",
        "id": 104,
        "description": "Самый обычный картинг соединенный с симулятором свиданий! Быстрый игровой процесс, сексуальные бонусы и пошлые награды. Скользите по сумасшедшим трассам и встречайте персонажей из своих любимых порно-игр и анимаций.",
        "tags": [
            "3D",
            "PC",
            "Гонки",
            "Экшн"
        ],
        "picture": "pics/shady.png",
        "url": "https://t.me/hornyplay/775"
    },
    "Last Town Fall of Felixia": {
        "name": "Last Town Fall of Felixia",
        "id": 105,
        "description": "Отправьтесь в необыкновенное путешествие вместе с нашей скромной героиней Феликсией, которая сражается, несмотря ни на что, чтобы спасти деревню Уиллоушир от всемогущей суккубихи Лилит. Сразитесь со слизнями, бандитами, девушками с щупальцами, пауками и многими другими. Улучшайте ее снаряжение и раскрывайте секреты мира Элдории.",
        "tags": [
            "2D",
            "PC",
            "Экшн",
            "РПГ",
            "Монстры",
            "Пиксельарт",
            "Тентакли"
        ],
        "picture": "pics/felix.png",
        "url": "https://t.me/hornyplay/785"
    },
    "ThornSin": {
        "name": "ThornSin",
        "id": 106,
        "description": "Инеса, боевая монахиня с длинными ногами и красивой грудью, наделена нежным и сильным сердцем. Но кажется, что в глубине этого сердца сокрыто что-то, чего никто не знает. Во время поисков себя, она принимает веру и отправляется на континент, дабы уничтожать демонов.",
        "tags": [
            "2D",
            "PC",
            "Экшн",
            "Платформер",
            "Соулс-Лайк",
            "Беременность"
        ],
        "picture": "pics/thorn.png",
        "url": "https://t.me/hornyplay/796"
    },
    "Gloomy Village": {
        "name": "Gloomy Village",
        "id": 107,
        "description": "Вы в роли большегрудой искательницы сокровищ и приключений - Эвелин. Отыскав скрытый проход в катакомбы, вам предстоит попасть в поселение, начинённое фанатиками, нежитью и нелюдями, чтобы победить колдунью и отыскать древней клад.",
        "tags": [
            "3D",
            "PC",
            "Шутер",
            "Хоррор",
            "Лесби"
        ],
        "picture": "pics/gloom.png",
        "url": "https://t.me/hornyplay/806"
    },
    "Lusts Cupid": {
        "name": "Lusts Cupid",
        "id": 108,
        "description": "Симулятор, в котором вы можете взаимодействовать с персонажами и управлять их движениями. Настройте своих персонажей, выберите позу и дайте волю вашей фантазии.",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Кастомизация",
            "Фурри",
            "Фута",
            "Беременность",
            "Симулятор",
            "Тентакли"
        ],
        "picture": "pics/cupid.png",
        "url": "https://t.me/hornyplay/816"
    },
    "Max the Elf": {
        "name": "Max the Elf",
        "id": 109,
        "description": "Эльфийская академия магии открыта для любого жителя города. Одним из ее учеников становится Макс - светловолосый эльф в зеленом худи. Здесь он знакомится со своим соседом по имени Вик. В один из дней их учебы, Вик предлагает Максу пробраться в закрытую часть библиотеки...",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Платформер",
            "Фурри",
            "Фута",
            "Фембои",
            "Экшн",
            "Тентакли"
        ],
        "picture": "pics/max.png",
        "url": "https://t.me/hornyplay/828"
    },
    "Monster Black Market": {
        "name": "Monster Black Market",
        "id": 110,
        "description": "Амилия, старший член крупнейшего приступного синдиката, предлагает вам стать участником ее бизнеса. Вы выступите в качестве управляющего борделем и фермой монстров.",
        "tags": [
            "2D",
            "PC",
            "Симулятор",
            "Беременность",
            "Фурри",
            "Монстры",
            "Тентакли",
            "Кастомизация"
        ],
        "picture": "pics/market.png",
        "url": "https://t.me/hornyplay/838"
    },
    "The Fairy Tale of Holy Knight Ricca": {
        "name": "The Fairy Tale of Holy Knight Ricca",
        "id": 111,
        "description": "Солнечный свет, освещающий живущих на земле... Чем сильнее этот свет... Чем ярче он светит... Тем гуще становится тьма... Тем дальше падают тени... Две одинокие сестры, одна избрана Богом, а другая превратилась в демона. Младшая сестра Рикка, наделенная способностью превращаться в святого рыцаря отправляется в путеществие на поиски своей похищенной сестры.",
        "tags": [
            "3D",
            "PC",
            "Экшн",
            "Платформер",
            "Фута",
            "Монстры",
            "Тентакли",
            "Кастомизация",
            "Лесби"
        ],
        "picture": "pics/ricca.png",
        "url": "https://t.me/hornyplay/859"
    },
    "Overwatch Webcam": {
        "name": "Overwatch Webcam",
        "id": 112,
        "description": "Заходите на стрим к любимой девушке! Общайтесь, донатьте, выбирайте ей наряд - вы ее самый большой поклонник, и она готова на все ради вас!",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Симулятор",
            "Кастомизация"
        ],
        "picture": "pics/over.png",
        "url": "https://t.me/hornyplay/869"
    },
    "Last Evil": {
        "name": "Last Evil",
        "id": 113,
        "description": "Человечество запечатало великого демона. Запечатан он глубоко в земле, спрятан в лабиринте канализаций. Это история суккуба, последней в своем роде. Она намеревается восстановить империю зла, цивилизацию греха. Чтобы еще раз разбудить великого демона и отомстить людям, которые истребили ее расу.",
        "tags": [
            "3D",
            "PC",
            "Лесби",
            "Стратегия",
            "Монстры",
            "Кастомизация",
            "Тентакли"
        ],
        "picture": "pics/evil.png",
        "url": "https://t.me/hornyplay/880"
    },
    "Mad Island": {
        "name": "Mad Island",
        "id": 114,
        "description": "Вы и четверо друзей наслаждаетесь круизом, но катер врезается в скалу и тонет. Очнувшись, вы обнаруживаете, что оказались  на неизвестном острове, где встречаете вашу подругу, с которой и начнется выживание в жестоком мире.",
        "tags": [
            "2D",
            "PC",
            "Лесби",
            "Выживание",
            "Монстры",
            "Кастомизация",
            "Фурри",
            "Экшн",
            "Беременность"
        ],
        "picture": "pics/island.png",
        "url": "https://t.me/hornyplay/890"
    },
    "NPC Capture Academy": {
        "name": "NPC Capture Academy",
        "id": 115,
        "description": "Опрашивайте студенток и защищайте общественную мораль! Ваша роль - проверять подозрительных учениц и отправлять тех, кто не соблюдает правила, в кабинет директора. Если кто-то решит ослушаться вас, вы всегда сможете наказать их за непослушание.",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Головоломка",
            "Симулятор"
        ],
        "picture": "pics/npca.png",
        "url": "https://t.me/hornyplay/903"
    },
    "Aphrodisiac 2": {
        "name": "Aphrodisiac 2",
        "id": 116,
        "description": "Добро пожаловать, дорогой путешественник, в единственное место, где рой жаждущих тентаклей удовлетворит твои самые сокровенные, самые извращенные желания! Здесь, в Логове, добрые тентакли предложат свои влажные услуги любому, кто пожелает.",
        "tags": [
            "2D",
            "PC",
            "Тентакли",
            "Экшн",
            "Симулятор",
            "Соулс-Лайк"
        ],
        "picture": "pics/afrod.png",
        "url": "https://t.me/hornyplay/911"
    },
    "Escape Dungeon 2": {
        "name": "Escape Dungeon 2",
        "id": 117,
        "description": "Повелитель демонов Карон разгромил королевство Сундиста в своей завоевательной войне. Несмотря на свои потери, те, кто верен Королевству, все еще не теряют надежды. Среди участников сопротивления есть один человек, одно имя которого вселяет страх в каждого демона и монстра - Шунрал, Серебряная Волчица. Эта эльфийская убийца полна решимости проникнуть в замок Повелителя демонов, убить лорда Карона и положить конец порабощению!​",
        "tags": [
            "2D",
            "3D",
            "PC",
            "Стратегия",
            "Монстры"
        ],
        "picture": "pics/elfprison.png",
        "url": "https://t.me/hornyplay/922"
    },
    "Alien Quest Eve": {
        "name": "Alien Quest Eve",
        "id": 118,
        "description": "Человечество в погоне за безграничным могуществом пойдет на любые жертвы. Ученые много лет исследовали возможности искусственного интеллекта и были на пороге великого открытия. Внезапно научная станция перестает подавать сигналы жизни и главная героиня отправляется туда, чтобы узнать, в чем дело.​",
        "tags": [
            "2D",
            "PC",
            "Платформер",
            "Монстры",
            "Экшн",
            "Тентакли",
            "Лесби"
        ],
        "picture": "pics/alien.png",
        "url": "https://t.me/hornyplay/932"
    },
    "Waifus Love Room": {
        "name": "Waifus Love Room",
        "id": 119,
        "description": "Интерактивная хентай-мини-игра, которая позволяет настраивать свою Вайфу и играть с ней. Существует более 100 вариантов причесок, перчаток, носков, краски для лица, цветов и многого другого. Заполните шкалу удовольствия, чтобы сделать ее счастливее, но помните: она всегда готова к большему.​",
        "tags": [
            "3D",
            "PC",
            "Android",
            "Кастомизация",
            "Симулятор"
        ],
        "picture": "pics/waifu.png",
        "url": "https://t.me/hornyplay/944"
    },
    "Ukiyo Fantasy Fair": {
        "name": "Ukiyo Fantasy Fair",
        "id": 120,
        "description": "Коварные духи рек и гор прокрались на летний фестиваль. Жрицы-близницы, посланные богами, прибыли, дабы остановить нападение и спасти людей. Вам придется управлять сразу двумя героинями, и это означает, что если одна из них попадет в беду - второй лучше не стоять в стороне.",
        "tags": [
            "3D",
            "PC",
            "Экшн",
            "Фута",
            "Монстры",
            "Беременность",
            "Лесби"
        ],
        "picture": "pics/ukio.png",
        "url": "https://t.me/hornyplay/952"
    },
    "Lust for Adventure": {
        "name": "Lust for Adventure",
        "id": 121,
        "description": "Игра, основанная на World of Warcraft, где вы - искатель приключений в поисках славы, богатства и, конечно же, секса! В этой игре вы можете создать персонажа с некоторыми возможностями настройки, выполнять задания для неигровых персонажей, сражаться (или трахаться) с разными врагами в пошаговых боях и пережить множество событий.",
        "tags": [
            "3D",
            "PC",
            "Стратегия",
            "Головоломка",
            "Визуальная новелла",
            "РПГ",
            "Квест",
            "Кастомизация",
            "Монстры",
            "Фута",
            "Фурри",
            "Лесби",
            "Геи"
        ],
        "picture": "pics/lusta.png",
        "url": "https://t.me/hornyplay/962"
    },
    "Eroico": {
        "name": "Eroico",
        "id": 122,
        "description": "Красочный, беззаботный платформер с девушками-монстрами. Путешествуйте по миру, сражаясь с монстродевушками. Не дайте им остановить вас на пути к вашей главной цели - победа над повелителем демонов!",
        "tags": [
            "2D",
            "PC",
            "Платформер",
            "Пиксельарт",
            "Монстры",
            "Фурри",
            "Экшн"
        ],
        "picture": "pics/eroico.png",
        "url": "https://t.me/hornyplay/973"
    },
    "AI deal Rays": {
        "name": "AI deal Rays",
        "id": 123,
        "description": "Вы становитесь владельцем Ai-deal, стройного и пышногрудого андройда. В качестве хозяина, ваша задача - помогать ей в боях. Работайте вместе, чтобы создать свое идеальное будущее. И, похоже, сексуальные услуги являются частью ее стандартных функций.",
        "tags": [
            "3D",
            "PC",
            "Экшн",
            "Файтинг",
            "Лесби"
        ],
        "picture": "pics/aidela.png",
        "url": "https://t.me/hornyplay/983"
    },
    "The Forest of Love": {
        "name": "The Forest of Love",
        "id": 124,
        "description": "Давным-давно этот лес был местом поклонения Воплощению Похоти. Существа всех размеров проходили огромные расстояния, чтобы встретиться и принять участие во множестве безумных действий. Так они выражали свое почтение. С годами похоть и общая непристойность поутихли. Но обитающие в нем существа остаются достаточно игривыми, хотя и заняты своей собственной жизнью. Не могут же они просто спать целыми днями, верно?",
        "tags": [
            "2D",
            "PC",
            "Android",
            "Пиксельарт",
            "Квест",
            "Головоломка",
            "Фурри",
            "Лесби",
            "Геи"
        ],
        "picture": "pics/flove.png",
        "url": "https://t.me/hornyplay/994"
    },
    "Castle of Temptation": {
        "name": "Castle of Temptation",
        "id": 125,
        "description": "Замок Искушения был создан спустя 86 лет после мирного противостояния демонов и людей. Поскольку война закончилась, искатели приключений участвуют в социальных и культурных обменах, поэтому замок был создан, чтобы улучшить их волю и скорость реакции. Поскольку быть искателем приключений - это действительно полезная работа, которая дает множество бонусов, это испытание для них.",
        "tags": [
            "2D",
            "PC",
            "Пиксельарт",
            "Головоломка",
            "Платформер",
            "Стелс"
        ],
        "picture": "pics/castle.png",
        "url": "https://t.me/hornyplay/1004"
    },
    "Horny Collection 1": {
        "name": "Horny Collection 1",
        "id": 126,
        "description": "Коллекция небольших игр, которые по тем или иным причинам не подходят для большого поста, но все равно остаются достаточно интересными. Все игры в коллекции есть и на ПК и на Андройд.",
        "tags": [
            "2D",
            "3D",
            "PC",
            "Android",
            "Коллекции",
            "Симулятор",
            "Хоррор",
            "Фурри",
            "Головоломка",
            "Квест",
            "Шутер"
        ],
        "picture": "pics/hgcollect.png",
        "url": "https://t.me/hornyplay/1014"
    },
    "Kaiju Princess": {
        "name": "Kaiju Princess",
        "id": 127,
        "description": "Обычный детектив с Земли сталкивается с невиданным существом. Оно требует от него... Стать питомцем Дайны, загадочной и красивой девушки! Эта блондинка может выглядеть мило и привлекательно, но в ней скрывается дикая сторона. У нее есть способность вызывать армию мощных монстров!",
        "tags": [
            "2D",
            "PC",
            "Симулятор",
            "Визуальная новелла"
        ],
        "picture": "pics/kaju.png",
        "url": "https://t.me/hornyplay/1025"
    },
    "Waifu Dreams City": {
        "name": "Waifu Dreams City",
        "id": 128,
        "description": "Игра песочница, в которой вы танцуете и заставляете девушек танцевать для вас, чтобы заработать деньги на покупку дополнительных уровней и открытие более высоких этажей с большим количеством девушек и анимаций.​",
        "tags": [
            "3D",
            "PC",
            "Симулятор",
            "Фута",
            "Фурри",
            "Лесби",
            "Кастомизация",
            "Тентакли"
        ],
        "picture": "pics/waifucity.png",
        "url": "https://t.me/hornyplay/1036"
    },
    "Quickie A Love Hotel Story": {
        "name": "Quickie A Love Hotel Story",
        "id": 129,
        "description": "Незадолго до окончания учебы вы узнаете, что ваш семейный отель, которым управляют ваши родители, закрывается. В последней попытке сохранить его открытым, вы берете на себя управление отелем... И превращаете его в отель для свиданий!​​",
        "tags": [
            "PC",
            "Android",
            "3D",
            "2D",
            "Стратегия",
            "Симулятор",
            "Визуальная новелла"
        ],
        "picture": "pics/qlove.png",
        "url": "https://t.me/hornyplay/1056"
    },
    "Home Together": {
        "name": "Home Together",
        "id": 130,
        "description": "Качественный симулятор с большим количеством поз, настроек, одежды и т.д.​​",
        "tags": [
            "PC",
            "3D",
            "Кастомизация",
            "Симулятор",
            "Фута"
        ],
        "picture": "pics/homet.png",
        "url": "https://t.me/hornyplay/1067"
    },
    "Girl and ChainSaw": {
        "name": "Girl and ChainSaw",
        "id": 131,
        "description": "Город Сюкоку-Гае был поражен пандемией зомби вируса. Из-за него в городе был немедленно введен строгий карантин: вся логистика города была остановлена. В закрытый город приезжает Амано, надеясь заработать на видеороликах из зараженного города, остановившись в заброшенной школе.​​",
        "tags": [
            "PC",
            "3D",
            "2D",
            "Экшн",
            "Зомби",
            "Фута"
        ],
        "picture": "pics/chainsaw.png",
        "url": "https://t.me/hornyplay/1077"
    },
    "Sexcraft": {
        "name": "Sexcraft",
        "id": 132,
        "description": "После того, как Софии надоело следовать правилам клана, в котором она состояла, она решила отправиться в путешествие, чтобы стать самой могущественной ведьмой в королевстве.",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Экшн",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/sexcraft.png",
        "url": "https://t.me/hornyplay/1087"
    },
    "Dungeon of Meat": {
        "name": "Dungeon of Meat",
        "id": 133,
        "description": "Люди и монстры вели долгую войну. Рыцари и герои королевства одержали верх над монстрами, и победа людей была близка. Однако, когда король Дуба присоединяется к армии монстров, порядок меняется. Люди сталкиваются с огромным количеством проблем. Маленькие отдаленные деревушки были сожжены дотла. Одна деревенская девушка была захвачена демоном в качестве военнопленного.",
        "tags": [
            "PC",
            "3D",
            "Экшн",
            "Головоломка",
            "Стелс",
            "Монстры",
            "Фута",
            "Лесби",
            "Беременность"
        ],
        "picture": "pics/dungeonm.png",
        "url": "https://t.me/hornyplay/1108"
    },
    "Dusk City": {
        "name": "Dusk City",
        "id": 134,
        "description": "Процветающая цивилизация погрузилась в море. Ночь никогда не наступает... И ощущение апокалипсиса нависло над миром. Вы высадитесь на острове и, исследуя город и руины, соприкоснетесь с фрагментами мировых тайн.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Пиксельарт",
            "Платформер"
        ],
        "picture": "pics/dusk.png",
        "url": "https://t.me/hornyplay/1118"
    },
    "Smash Girls": {
        "name": "Smash Girls",
        "id": 135,
        "description": "Портовый город, расположенный на острове в Восточной Азии, разделенный на тринадцать административных районов. Под шумной поверхностью Кото скрывается темное подбрюшье, состоящее из трущоб, черных рынков, культов и наемных убийц... Однажды двенадцать самых могущественных банд внезапно исчезли, оставив после себя только Ассоциацию Кекакай, которая состоит всего из двух человек - беловолосой девушки и... пингвина.​",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Пиксельарт",
            "Тентакли",
            "Лесби"
        ],
        "picture": "pics/slashg.png",
        "url": "https://t.me/hornyplay/1128"
    },
    "Peeping Dorm Manager": {
        "name": "Peeping Dorm Manager",
        "id": 136,
        "description": "Подглядывание! Подслушивание! Вуайеризм! Это необходимые навыки для менеджера общежития! Конечно, есть и обычные задачи, такие как ремонт инженерных сетей, уборка и вынос мусора. Тем не менее, они не могут помешать вам жить с симпатичными студентками колледжа, получать ценную информацию и ухаживать за жильцами!​",
        "tags": [
            "PC",
            "2D",
            "Симулятор",
            "Пиксельарт",
            "Головоломка",
            "Квест"
        ],
        "picture": "pics/peepd.png",
        "url": "https://t.me/hornyplay/1139"
    },
    "Third Crisis Neon Nights": {
        "name": "Third Crisis Neon Nights",
        "id": 137,
        "description": "Третий кризис случился всего пару лет назад, организация Peitho захватила мир и теперь действует под прикрытием Глобального Правительства Андро. Проведите Зои, наемницу-неудачницу, по пути, который вы выберете сами. Попытайтесь разобраться, как жить во всеми забытом районе Неон-Сити, одном из крупнейших населенных пунктов в мире, находящемся под контролем GAG.​",
        "tags": [
            "PC",
            "Android",
            "2D",
            "РПГ",
            "Головоломка",
            "Стратегия",
            "Лесби",
            "Фембои",
            "Монстры"
        ],
        "picture": "pics/neonn.png",
        "url": "https://t.me/hornyplay/1149"
    },
    "Setalia the Demon Realm": {
        "name": "Setalia the Demon Realm",
        "id": 138,
        "description": "Сеталия - небольшая лесистая местность, усеянная деревнями в северо-восточной части королевства.Когда распространяется слух о появлении большого портала в другой мир и о том, что ущерб, причиняемый им, растет, королевство отправляет одинокого воина разобраться с этим. Аника - опытный экзорцист, владеющий как инструментами для уничтожения,так и более интимными техниками ведения боя.",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Пиксельарт",
            "Экшн",
            "Шутер",
            "Фута",
            "Беременность",
            "Тентакли",
            "Монстры"
        ],
        "picture": "pics/Satelia.png",
        "url": "https://t.me/hornyplay/1159"
    },
    "Girldivers": {
        "name": "Girldivers",
        "id": 139,
        "description": "Присоединяйтесь к GIRLDIVERS, последней линии обороны человечества от инопланетной угрозы. Командуйте сексуальными девушками-солдатами в насыщенной кампании, полной случайно сгенерированных заданий, неумолимых врагов, научно-фантастических гаджетов и мощной огневой мощи. Участвуйте в непристойных наказаниях и вознаграждениях.​",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Пиксельарт",
            "Шутер",
            "Монстры",
            "Фута",
            "Лесби"
        ],
        "picture": "pics/girldi.jpg",
        "url": "https://t.me/hornyplay/1170"
    },
    "Where Girls Are Made": {
        "name": "Where Girls Are Made",
        "id": 140,
        "description": "Действие игры разворачивается в мрачном будущем, где мир полностью населен похотливыми мужчинами, а все женщины вымерли и были заменены искусственными андроидами. Вы выступаете в роли мужчины, работающего в ночную смену на одной из фабрик производящих этих девушек-андроидов. Ваша задача - следить за тем, чтобы все продукты были идеальными и не имели дефектов в соответствии с заказами клиентов.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Визуальная новелла",
            "Симулятор"
        ],
        "picture": "pics/wgamd.png",
        "url": "https://t.me/hornyplay/1180"
    },
    "Project Sena": {
        "name": "Project Sena",
        "id": 141,
        "description": "Человечество под угрозой вымирания из-за неизвестного вируса. Заражение вирусом приводит к жестокости, а либидо стремительно возрастает, превращая зараженного в безмозглого зомби. Человечеству еще предстоит определить происхождение этого вируса и создать лекарство.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Файтинг",
            "Монстры",
            "Лесби",
            "Тентакли"
        ],
        "picture": "pics/psena.png",
        "url": "https://t.me/hornyplay/1190"
    },
    "Breed Laboratory": {
        "name": "Breed Laboratory",
        "id": 142,
        "description": "Неизвестная корпорация исследовала возможности генной модификации растений и животных дабы исследовать их воздействие на способность к размножению женщин. Некогда благие цели превратились в серьезное оружие, способное подчинить мир в неправильных руках. Главная героиня, одна из тестовых особей, просыпается в своей камере. Оказывается, что она здесь не одна. И в хорошем и в плохом смысле. Лаборатория, будто бы живое существо, начинает меняться вместе со всеми ее обитателями.",
        "tags": [
            "PC",
            "3D",
            "Хоррор",
            "Монстры",
            "Стелс",
            "Шутер",
            "Тентакли",
            "Беременность"
        ],
        "picture": "pics/blabtor.png",
        "url": "https://t.me/hornyplay/1201"
    },
    "Price for Freedom Avarice": {
        "name": "Price for Freedom Avarice",
        "id": 143,
        "description": "Войдите в наш мир в роли Редика, человека, который хочет покончить со своим прошлым и начать новую жизнь в городе свободной торговли Калдеа. Но начать все сначала не так-то просто в регионе, находящемся на грани тотальной войны. Вы оказываетесь втянутым в политические интриги, бандитские разборки и секты, и все это под пристальным вниманием могущественных личностей, борющихся за контроль над городом, прежде чем региональная держава Атлатка начнет войну.",
        "tags": [
            "PC",
            "2D",
            "Визуальная новелла",
            "Стратегия",
            "Фурри",
            "РПГ",
            "Монстры",
            "Квест"
        ],
        "picture": "pics/pffa.png",
        "url": "https://t.me/hornyplay/1212"
    },
    "Angel Under": {
        "name": "Angel Under",
        "id": 144,
        "description": "Вам предстоит сыграть за Майло и Эрин, двух претендентов на участие в реалити-шоу об убийстве демонов в войне с Адом. Эта игра состоит из двух частей: с Майло вы захотите соблазнить всех дам в замке и попасть во всевозможные сексуальные истории. С Эрин вы будете играть в Подземелье, где вам нужно будет уничтожить всех демонов и стать суперзвездой телевидения!",
        "tags": [
            "PC",
            "2D",
            "Визуальная новелла",
            "Экшн",
            "Платформер",
            "Квест",
            "Монстры",
            "Шутер"
        ],
        "picture": "pics/angelunder.png",
        "url": "https://t.me/hornyplay/1223"
    },
    "Aura: Hentai Cards - Divine Edition": {
        "name": "Aura: Hentai Cards - Divine Edition",
        "id": 145,
        "description": "Мир Пентарулл подвергся нападению Королевы Демонов и ее армии! Уже сотню лет Альянс рас противостоит темным силам, надеясь однажды положить конец долгой войне. Наконец, Богиня Аура принимает решение наделить избранной силой достойного человека, чтобы положить конец этому долгому и мучительному конфликту.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Визуальная новелла",
            "Стратегия",
            "Монстры",
            "Квест"
        ],
        "picture": "pics/hentcard.png",
        "url": "https://t.me/hornyplay/1234"
    },
    "Demons Maid Luna": {
        "name": "Demons Maid Luna",
        "id": 146,
        "description": "Луна - служанка демона Крона. В самый разгар выполнения должностных обязанностей Луны, Кайрон был похищен монстрами. Чтобы вызволить своего хозяина из плена, она отправляется в подземелье, кишащее монстрами!​",
        "tags": [
            "PC",
            "Экшн",
            "2D",
            "Файтинг",
            "Тентакли",
            "Монстры",
            "Платформер"
        ],
        "picture": "pics/dluna.png",
        "url": "https://t.me/hornyplay/1244"
    },
    "Insexsity": {
        "name": "Insexsity",
        "id": 147,
        "description": "Следуя своей мечте, молодая девушка переезжает в большой город. Кейт работает в массажном салоне, и наступает новый день, пора спешить на работу. Снимая квартиру, она выполняет свои обязанности, но это не мешает ей ходить в клуб, тренажерный зал или в магазин и покупать новую одежду, или она может пойти в кино или, может быть, в библиотеку. Она свободна.​",
        "tags": [
            "PC",
            "Android",
            "Симулятор",
            "2D",
            "Квест",
            "Визуальная новелла",
            "Кастомизация",
            "Лесби"
        ],
        "picture": "pics/insex.png",
        "url": "https://t.me/hornyplay/1254"
    },
    "Alice in Cradle": {
        "name": "Alice in Cradle",
        "id": 148,
	"description": "Маленькая совершеннолетняя девочка со взглядом волчицы живет рядом с лесом заполненным порождениями тьмы. Только самая совершенная магия поможет ей справиться с погибелью.​",
        "tags": [
            "PC",
            "Экшн",
            "Пиксельарт",
            "2D",
            "Монстры",
            "Беременность",
            "Тентакли",
            "Платформер"
        ],
        "picture": "pics/alicec.png",
        "url": "https://t.me/hornyplay/1265",
        "pickrate": 0
    },
    "Deluded": {
        "name": "Deluded",
        "id": 149,
	 "description": "Алиса живет обычной повседневной жизнью, пытаясь оправиться от исчезновения своей сестры. Но в один миг просыпается забытая катастрофа и заставляет ее потерять все. Всеми забытая, она вынуждена начинать с самого низа. Где она найдет еду и кров? Выживет ли она вообще?",
        "tags": [
            "PC",
            "РПГ",
            "Открытый мир",
            "3D",
            "Тентакли",
            "Квест",
            "Головоломка",
            "Кастомизация"
        ],
        "picture": "pics/delud.png",
        "url": "https://t.me/hornyplay/1275",
        "pickrate": 0
    },
    "Tame It Too": {
        "name": "Tame It Too",
        "id": 150,
	 "description": "Каждый день будет испытанием, потому что выживание - это не просто шоу! Вам придется заботиться о себе и своих подругах, развиваться, приспосабливаться к местной флоре и фауне, завоевывать, строить, учиться и обучать! История Ли, который потерпел крушение и оказался на необитаемом острове, продолжается! Теперь Ли ждет новый остров, гораздо больше предыдущего! Вас ждут захватывающие приключения в тропическом раю, полном опасностей.",
        "tags": [
            "PC",
            "Android",
            "РПГ",
            "Открытый мир",
            "3D",
            "Выживание",
            "Фурри",
            "Монстры",
            "Беременность"
        ],
        "picture": "pics/tameit.png",
        "url": "https://t.me/hornyplay/1287",
        "pickrate": 0
    },
    "Anthro Heat": {
        "name": "Anthro Heat",
        "id": 151,
	 "description": "Виртуальная песочница, где вы можете взаимодействовать с персонажами различными сексуальными способами! Делайте с ними все, что хотите! Вы можете лизать, хватать, сосать, трахать, использовать игрушки, исследовать фетиши и многое другое! Погрузитесь в этот виртуальный мир, где в любое время к вашим услугам особые гости, которые удовлетворят все ваши потребности!​",
        "tags": [
            "PC",
            "3D",
            "Фурри",
            "Симулятор",
            "Геи",
            "Фута",
            "VR",
            "Лесби"
        ],
        "picture": "pics/aheat.png",
        "url": "https://t.me/hornyplay/1308",
        "pickrate": 0
    },
    "Bunny Girl's Bizarre Cosmic Adventure": {
        "name": "Bunny Girl's Bizarre Cosmic Adventure",
        "id": 151,
	 "description": "Космическая телеведущая Элли по просьбе зрителей начала прямую трансляцию с неизвестной планеты, но события приняли неожиданный оборот. Игрок управляет Элли, сражаясь с различными монстрами, избегая ловушек, правильно запуская механизмы и собирая билеты на поезд, чтобы сбежать с планеты.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Платформер",
            "Экшн",
            "Монстры",
            "Тентакли"
        ],
        "picture": "pics/bunnyg.png",
        "url": "https://t.me/hornyplay/1319",
        "pickrate": 0
    },
    "Escape Dungeon 3 Loop Queen": {
        "name": "Escape Dungeon 3 Loop Queen",
        "id": 151,
	 "description": "Королева Илли была похищена в Туманном лесу Великим магом Шалитой накануне их поражения от Повелителя Демонов. Королевства Сундиста больше не существовало, но королева эльфов обладала могущественной способностью, которая могла изменить их судьбу. Ее оргазмы могут управлять временем. ",
        "tags": [
            "PC",
            "3D",
            "Стратегия",
            "Тентакли",
            "Монстры"
        ],
        "picture": "pics/escdung3.png",
        "url": "https://t.me/hornyplay/1329",
        "pickrate": 0
    },
    "Nyctophobia 2 New Dawn": {
        "name": "Nyctophobia 2 New Dawn",
        "id": 151,
	 "description": "В ближайшем будущем межпространственные порталы, известные как Пустоты, выпустят на Землю инопланетных монстров. Чтобы противостоять этой катастрофе, ученые создают отряд Красных Глаз - биоинженерных воинов, ДНК которых смешана с инопланетной. Рин, недавно завербованный агент Красных Глаз, отправляется на миссии по отражению вторжения пустоты.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Файтинг",
            "Монстры",
            "Платформер",
            "Тентакли"
        ],
        "picture": "pics/nycto.png",
        "url": "https://t.me/hornyplay/1340",
        "pickrate": 0
    },
    "Whisperer": {
        "name": "Whisperer",
        "id": 151,
	 "description": "Героиня из племени Охотников в одиночку бросается в бой, чтобы спасти континент людей, захваченный демонами и неизвестной чумой. Однако в королевстве скрыта более глубокая тайна, и ее подстерегает неизвестная угроза.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Соулс-Лайк",
            "Монстры",
            "Платформер"
        ],
        "picture": "pics/whisp.png",
        "url": "https://t.me/hornyplay/1350",
        "pickrate": 0
    },
    "La Vitalis Immortal Loss": {
        "name": "La Vitalis Immortal Loss",
        "id": 151,
	 "description": "Очаровательная молодая студентка, изучающая медицину... Королевство, пораженное неизвестной болезнью... И секреты алхимии, которые могут уничтожить все на свете... Вита, молодая и необычайно одаренная врач-эпидемиолог, изо всех сил пытается найти лекарство от странной инфекции, разрушающей ее мир.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Соулс-Лайк",
            "Монстры",
            "Платформер",
            "Тентакли",
            "Беременность"
        ],
        "picture": "pics/lavita.png",
        "url": "https://t.me/hornyplay/1361",
        "pickrate": 0
    },
    "Gamer Struggles": {
        "name": "Gamer Struggles",
        "id": 152,
	 "description": "После долгих лет гниения в своей комнате, Чиро, наконец, выгоняют за то, что она была грязной, ни на что не годной, социально неловкой геймершей. Изменит ли она свой образ жизни и интегрируется в общество, или же продолжит деградировать?",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Платформер",
            "Фурри",
            "Файтинг",
            "Лесби",
            "Пиксельарт"
        ],
        "picture": "pics/gamestrug.png",
        "url": "https://t.me/hornyplay/1371",
        "pickrate": 0
    },
    "Aurelia": {
        "name": "Aurelia",
        "id": 153,
	 "description": "Вы выступите в роли молодого искателя приключений, который возвращается в деревню своего детства, чтобы вернуть себе дом, унаследованный от деда. По внезапному стечению обстоятельств вы находите в своем недавно приобретенном доме мистический амулет, и простое прикосновение к нему приводит в движение цепь событий, которые приведут вас к встрече с таинственной женщиной, нашедшей убежище в вашем доме.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Пиксельарт",
            "Фута",
            "Лесби",
            "Квест",
            "Визуальная новелла",
            "РПГ"
        ],
        "picture": "pics/aureli.png",
        "url": "https://t.me/hornyplay/1382",
        "pickrate": 0
    },
    "The Villain Simulator": {
        "name": "The Villain Simulator",
        "id": 154,
	 "description": "Вы когда-нибудь смотрели тот старый сериал о Бэтмене, где он и Робин всегда были на грани смерти, а затем в следующем эпизоде им удавалось спастись от ужасных мертвецов? Что же... Хватит! Я всегда фантазировал о том, что Злодей действительно победит.",
        "tags": [
            "PC",
            "3D",
            "Симулятор",
            "VR",
            "Кастомизация"
        ],
        "picture": "pics/villian.png",
        "url": "https://t.me/hornyplay/1413",
        "pickrate": 0
    },
    "ButtKnight": {
        "name": "ButtKnight",
        "id": 155,
	 "description": "Вы - величайший рыцарь на белом свете: сэр Ланцежоп! Королевство оказалось в опасности после внезапного нашествия демонов из подземного мира, которые похищают принцесс и дев. Страна опустела и осталась почти без женщин! Сэр Ланцежоп вынужден вновь взяться за меч и дать отпор захватчикам.",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Тентакли",
            "Монстры",
            "Шутер"
        ],
        "picture": "pics/butkn.png",
        "url": "https://t.me/hornyplay/1424",
        "pickrate": 0
    },
    "Spirit Valley": {
        "name": "Spirit Valley",
        "id": 156,
	 "description": "С незапамятных времен людей посещали дружелюбные нимфы из другого мира. Они искали сексуального удовлетворения, а за помощь в этом даровали свое благословение. В последние годы нимфы встречаются всё реже, а над Долиной нимф сгущаются черные тучи. Спасти их царство под силу только вам! Идите по стопам своего дяди - отправляйтесь в Долину нимф.",
        "tags": [
            "PC",
            "2D",
            "Стратегия",
            "Фута",
            "Монстры",
            "Фурри",
            "Пиксельарт",
            "РПГ"
        ],
        "picture": "pics/spirit.png",
        "url": "https://t.me/hornyplay/1434",
        "pickrate": 0
    },
    "Humiliation Dungeon Survivors": {
        "name": "Humiliation Dungeon Survivors",
        "id": 157,
	 "description": "Более дюжины очаровательных девушек различных профессий должны взять в руки оружие, чтобы защитить себя и постараться выжить в этом опасном подземелье, наполненном различными монстрами!",
        "tags": [
            "PC",
            "2D",
            "Монстры",
            "Тентакли",
            "Экшн",
            "РПГ"
        ],
        "picture": "pics/humdung.png",
        "url": "https://t.me/hornyplay/1445",
        "pickrate": 0
    },
    "Last Devil": {
        "name": "Last Devil",
        "id": 158,
	 "description": "Вам выпала честь стать Последним Дьяволом - спасителем демонов, ответственным за выживание и продолжение демонической расы. Вы храбро покинете свой замок и ступите на поле боя, чтобы найти свой способ выжить. Используйте свои особые способности и чары нижней части тела, чтобы находить союзников, которые помогут спасти демонический род.",
        "tags": [
            "PC",
            "2D",
            "Монстры",
            "Тентакли",
            "Экшн",
            "РПГ",
            "Фурри",
            "Фембои"
        ],
        "picture": "pics/lastdevil.png",
        "url": "https://t.me/hornyplay/1455",
        "pickrate": 0
    },
    "Spooky Milk Life": {
        "name": "Spooky Milk Life",
        "id": 159,
	 "description": "В маленьком городке под названием Миднайт Фоллс происходят загадочные вещи. Ваш отец внезапно пропал, и вы собираетесь снова воссоединиться со своей семьей. Сможете ли вы восстановить отношения между вами? Исследуйте город и знакомьтесь с симпатичными персонажами.",
        "tags": [
            "PC",
            "2D",
            "Монстры",
            "Квест",
            "Визуальная новелла",
            "РПГ"
        ],
        "picture": "pics/smilk.png",
        "url": "https://t.me/hornyplay/1466",
        "pickrate": 0
    },
    "Self Defense Dojo": {
        "name": "Self Defense Dojo",
        "id": 160,
	 "description": "Главный герой, Котаро Моримура, попадает в беду после того, как переспал с девушкой из якудзы, из-за чего ему приходится залечь на дно. В этот период он начинает проводить тренировки в додзе. Вы возьмете на себя роль тренера по самообороне, обучая своих учениц приемам дзюдо.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Симулятор",
            "Квест",
            "Визуальная новелла"
        ],
        "picture": "pics/sdojo.png",
        "url": "https://t.me/hornyplay/1476",
        "pickrate": 0
    },
    "Incubus 2 Camlann": {
        "name": "Incubus 2 Camlann",
        "id": 161,
	 "description": "Опасность скрывается повсюду, а зло укоренилось здесь на столько прочно, что о спасении мира можно только мечтать. Вам придется взять на себя роль бесстрашного героя и помочь погрязшему во тьме миру восстать из пепла. На пути повстречается немало сложностей, врагов и загадок, и только истинный воин сможет этому противостоять.",
        "tags": [
            "PC",
            "3D",
            "РПГ",
            "Экшн",
            "Соулс-Лайк",
            "Монстры",
            "Открытый мир"
        ],
        "picture": "pics/cumlan.png",
        "url": "https://t.me/hornyplay/1490",
        "pickrate": 0
    },
    "Mage Kanades Futanari Dungeon Quest": {
        "name": "Mage Kanades Futanari Dungeon Quest",
        "id": 162,
	 "description": "Волшебница Канаде получает новое задание - охота на демонов в древнем подземелье. Однако, не успев начать исследовать его, Канаде становится жертвой колдуньи, которая жестоким образом изменяет ее тело. Чтобы благополучно выбраться из подземелья, придется противостоять не только монстрам и ловушкам, но и неумолимому желанию своего новоприобретенного тела...",
        "tags": [
            "PC",
            "2D",
            "Фута",
            "Экшн",
            "Тентакли",
            "Монстры",
            "Пиксельарт"
        ],
        "picture": "pics/futaqest.png",
        "url": "https://t.me/hornyplay/1500",
        "pickrate": 0
    },
    "Yakuza Rogue": {
        "name": "Yakuza Rogue",
        "id": 163,
	 "description": "После случайного вступления в группировку, Кота оказывается втянут в опасную игру власти, предательства и искупления. Однако у Коты есть слабость — его неконтролируемые желания, которые втягивают его в неприятности. После инцидента с девушкой одного из боссов он вынужден скрываться в сельской глуши. Теперь Кота вернулся, чтобы восстановить своё место в группировке под покровительством Юсуке Кавасимы.",
        "tags": [
            "PC",
            "2D",
            "Android",
            "Симулятор",
            "Стратегия"
        ],
        "picture": "pics/yakuza.png",
        "url": "https://t.me/hornyplay/1511",
        "pickrate": 0
    },
    "Sexual Sealing Dungeon": {
        "name": "Sexual Sealing Dungeon",
        "id": 164,
	 "description": "С давних времен герои запечатывали демонов в древних пещерах, чтобы они не мешали мирной жизни своими злодеяниями. В последние годы в пещеру активно отправляются искатели приключений, потому что внутри все еще может быть что-то ценное.​ Волшебница дает Нирване задание - проникнуть в пещеру и отыскать спрятанные там сокровища.",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Экшн",
            "Монстры",
            "Тентакли",
            "Пиксельарт"
        ],
        "picture": "pics/dnest.png",
        "url": "https://t.me/hornyplay/1521",
        "pickrate": 0
    },
    "Blood Crawler": {
        "name": "Blood Crawler",
        "id": 165,
	 "description": "Жил-был человек по имени Сегун Дзинсай, который основал экспериментальный центр под названием Сад Света, где он собирал сирот войны и использовал их в качестве подопытных для развития особых способностей. Армия Юга осудила эту бесчеловечную практику, а армия Севера снова и снова сражалась друг с другом. Так было и в Саду Света, но однажды оттуда удалось сбежать.Беглецами были Кроу, Рейн, Йохан и Джини. После побега Кроу и его друзья отправились на поиски другого Сада Света, чтобы предотвратить новые смерти.",
        "tags": [
            "PC",
            "3D",
            "Монстры",
            "РПГ",
            "Тентакли"
        ],
        "picture": "pics/bloodcrawl.png",
        "url": "https://t.me/hornyplay/1532",
        "pickrate": 0
    },
    "Future Fragments": {
        "name": "Future Fragments",
        "id": 166,
	 "description": "В 1000 году нашей эры король, сильнейший колдун в стране, не смог защититься от вражеского альянса, созданного специально для того, чтобы сокрушить королевство. В качестве последней отчаянной попытки он открыл портал в 3000 год нашей эры, где хранились фрагменты мощного оружия. Приказ короля был прост: добыть фрагменты и благополучно вернуться домой.",
        "tags": [
            "PC",
            "2D",
            "Монстры",
            "Экшн",
            "Тентакли",
            "Платформер"
        ],
        "picture": "pics/ffrag.png",
        "url": "https://t.me/hornyplay/1543",
        "pickrate": 0
    },
    "Lost in the World of Succubi": {
        "name": "Lost in the World of Succubi",
        "id": 167,
	 "description": "В мире, где суккубы заманивают людей в свои сны, чтобы украсть их жизненную силу... Когда главный герой просыпается, он оказывается в ловушке в опасном Мире Суккубов и встречает таинственную девушку. Смогут ли они противостоять обольстительным искушениям этих темных существ и вернуться в реальность?​",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Монстры",
            "Экшн",
            "Пиксельарт",
            "Платформер",
            "Фурри"
        ],
        "picture": "pics/sucworld.png",
        "url": "https://t.me/hornyplay/1555",
        "pickrate": 0
    },
    "Sexy Mystic Survivors": {
        "name": "Sexy Mystic Survivors",
        "id": 168,
	 "description": "Королевство в опасности, и его самые верные защитницы теперь стоят между полчищами монстров и любимой родиной. Тем не менее, им нужна помощь, чтобы справиться с постоянно растущим числом противников. Помогите воительницам в их нелегких сражениях, и они проявят свою признательность, исполнив ваши самые горячие желания.",
        "tags": [
            "PC",
            "3D",
            "Монстры",
            "Экшн",
            "Стратегия"
        ],
        "picture": "pics/sexysur.png",
        "url": "https://t.me/hornyplay/1565",
        "pickrate": 0
    },
    "Handyman Fantasy": {
        "name": "Handyman Fantasy",
        "id": 169,
	 "description": "Муж на час снова здесь! Однажды он получил обычное задание на ремонт и отправился к клиенту домой. После ремонта унитаза и проверки смыва, унитаз начал излучать сияние, засасывая его в таинственный портал. Открыв глаза, он обнаружил, что находится в деревне в другом мире. ",
        "tags": [
            "PC",
            "2D",
            "Симулятор",
            "Пиксельарт",
            "Квест",
            "Беременность"
        ],
        "picture": "pics/handyman.png",
        "url": "https://t.me/hornyplay/1576",
        "pickrate": 0
    },
    "Tropical Monster Girls": {
        "name": "Tropical Monster Girls",
        "id": 170,
	 "description": "Ваш корабль подвергся нападению и потерпел крушение, вы - единственный известный выживший. Оказавшись на таинственном острове, вам придется построить цивилизацию с нуля, сражаясь с темной силой, распространившейся по острову. В вашей нелегкой участи будут помогать девушки монстры, которых вам еще предстоит спасти.",
        "tags": [
            "PC",
            "3D",
            "Кастомизация",
            "Выживание",
            "Монстры",
            "Фурри",
            "Фута",
            "Экшн",
            "Открытый мир"
        ],
        "picture": "pics/tmgirl.png",
        "url": "https://t.me/hornyplay/1586",
        "pickrate": 0
    },
    "Dominatrix Simulator": {
        "name": "Dominatrix Simulator",
        "id": 171,
	 "description": "Выхода нет. Ее самое заветное желание - превратить вас в идеальную покорную игрушку. Поддадитесь ли вы искушению ее верных служанок или будете сопротивляться? Выберите свой собственный путь. Предстаньте перед судом и испытайте по-настоящему новые ощущения, осознав себя как послушного раба.",
        "tags": [
            "PC",
            "3D",
            "VR",
            "Симулятор",
            "Лесби"
        ],
        "picture": "pics/domsim.png",
        "url": "https://t.me/hornyplay/1596",
        "pickrate": 0
    },
    "Elena Story": {
        "name": "Elena Story",
        "id": 172,
	 "description": "Елена, искательница приключений, попадает в плен к жестокой и склонной к садизму расе получеловеков, которые охотятся на людей и порабощают их. В игре рассказывается о днях, проведенных Еленой в их лагере до того, как ее продали на аукционе рабов. Извращенное сексуальное обучение, проводимое полулюдьми, известными как юнианы, станет испытанием ее воли и здравомыслия.​",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Квест",
            "Монстры"
        ],
        "picture": "pics/elenastory.png",
        "url": "https://t.me/hornyplay/1607",
        "pickrate": 0
    },
    "Wings of Seduction": {
        "name": "Wings of Seduction",
        "id": 173,
	 "description": "Вы - капитан элитного отряда прекрасных космических рейнджеров. Разнообразный арсенал вкупе с первоклассным командованием поможет им справиться с инопланетным вторжением. Выбирайте из множества умений и модификаций оружия, чтобы создать свое собственное уникальное снаряжение и победить… ",
        "tags": [
            "PC",
            "2D",
            "Шутер",
            "Экшн",
            "Стратегия"
        ],
        "picture": "pics/wings.png",
        "url": "https://t.me/hornyplay/1617",
        "pickrate": 0
    },
    "Alps And The Dangerous Forest": {
        "name": "Alps And The Dangerous Forest",
        "id": 174,
	 "description": "Милая и застенчивая девушка по имени Альпс возвращалась домой в свою маленькую деревню. К несчастью, перепутав тропинку, она оказалось в самой гуще опасного леса, в котором обитает множество страшных существ. Судьба не одарила Альпс никакими способностями или боевыми навыками. Поэтому выбраться из леса ей может помочь только удача.",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Головоломка",
            "Монстры",
            "Тентакли",
            "Стелс"
        ],
        "picture": "pics/alps.png",
        "url": "https://t.me/hornyplay/1627",
        "pickrate": 0
    },
    "Futanari Coffee Shop": {
        "name": "Futanari Coffee Shop",
        "id": 175,
	 "description": "Вы играете за прекрасную девушку из богатой семьи, которая открыла кафе в качестве хобби. Нанимайте множество очаровательных девушек в качестве горничных, управляйте кафе и не забывайте о самом важном - поддержке здоровых трудовых отношений со своими работниками.",
        "tags": [
            "PC",
            "3D",
            "Симулятор",
            "Стратегия",
            "Фута"
        ],
        "picture": "pics/futashop.png",
        "url": "https://t.me/hornyplay/1638",
        "pickrate": 0
    },
    "FUTA RUNNER": {
        "name": "FUTA RUNNER",
        "id": 175,
	 "description": "ТЫ НЕ СМОЖЕШЬ ПОДРОЧИТЬ НА ЭТО. Ты мертв! Твоя душа отправилась в ад! Прими участие в адском футанари-шоу! Развлеки демонов и постарайся привлечь внимание самого дьявола!​",
        "tags": [
            "PC",
            "3D",
            "Хоррор",
            "Монстры",
            "Фута"
        ],
        "picture": "pics/futarun.png",
        "url": "https://t.me/hornyplay/1648",
        "pickrate": 0
    },
    "Cyan Brain": {
        "name": "Cyan Brain",
        "id": 176,
	 "description": "Главная героиня, потерявшая память, сражается с множеством врагов в огромном разрушенном городе. В ходе многочисленных жестоких сражений с врагами девушка совершенствует свои способности и открывает новое мощное оружие.​",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Монстры",
            "Шутер",
            "Платформер",
            "Роботы"
        ],
        "picture": "pics/cyanb.png",
        "url": "https://t.me/hornyplay/1658",
        "pickrate": 0
    },
    "Secret Flasher Manaka": {
        "name": "Secret Flasher Manaka",
        "id": 177,
	 "description": "Вам нравится демонстрировать свои прелести на публике? Одежда сковывает вас, не давая раскрыться вашей натуре? Вы с Манакой очень похожи! Станьте ее спутником и помогите ей стать самой собой, выполняя все более и более откровенные задания.",
        "tags": [
            "PC",
            "3D",
            "Стелс",
            "Симулятор",
            "Кастомизация",
            "Фута"
        ],
        "picture": "pics/mananka.png",
        "url": "https://t.me/hornyplay/1669",
        "pickrate": 0
    },
    "FEMBOY FUTA HOUSE": {
        "name": "FEMBOY FUTA HOUSE",
        "id": 178,
	 "description": "Добро пожаловать в Колледж Магических Искусств - учебное заведение, в котором ты либо раскрываешь свой магический потенциал, либо... После провала всех вступительных экзаменов и изгнания из дома у тебя не осталось надежды. Но неожиданное письмо из таинственного колледжа даёт последний шанс на новую жизнь. Вот только есть одна проблема: магии у тебя нет. Совсем. Провалив тест на магические способности, ты оказываешься среди самых странных студентов кампуса.",
        "tags": [
            "PC",
            "2D",
            "Визуальная новелла",
            "Квест",
            "Фембои",
            "Фута"
        ],
        "picture": "pics/ffhouse.png",
        "url": "https://t.me/hornyplay/1679",
        "pickrate": 0
    },
    "8th Heaven": {
        "name": "8th Heaven",
        "id": 179,
	 "description": "Ты умер! Но все не так уж и плохо, ведь ты переродился на райском острове, населенном фантастическими людьми-монстрами. Теперь у тебя есть второй шанс на жизнь, наполненную приключениями, отдыхом и романтикой!",
        "tags": [
            "PC",
            "2D",
            "Квест",
            "Симулятор",
            "Лесби",
            "Монстры"
        ],
        "picture": "pics/8hev.png",
        "url": "https://t.me/hornyplay/1689",
        "pickrate": 0
    },
    "Cloud Meadow": {
        "name": "Cloud Meadow",
        "id": 180,
	 "description": "Перед вами стоит особая задача - отправиться в неизведанную дикую местность и помочь разнообразному сообществу ярких персонажей. Вы должны основать ферму, завести друзей и победить всех злодеев! Однако не все так радужно, браконьеры нарушают естественную экосистему границ, которые вы поклялись защищать.",
        "tags": [
            "PC",
            "2D",
            "Пиксельарт",
            "РПГ",
            "Лесби",
            "Монстры",
            "Стратегия",
            "Фута",
            "Геи"
        ],
        "picture": "pics/cloudm.png",
        "url": "https://t.me/hornyplay/1700",
        "pickrate": 0
    },
    "The Censor DX Edition": {
        "name": "The Censor DX Edition",
        "id": 181,
	 "description": "Юто живёт затворником, его жизнь крутится вокруг гаджетов и кумиров. Facibook предлагает ему работу по модерации взрослого контента. Он соглашается неохотно, целыми днями удаляя изображения, нарушающие правила сообщества. Сначала работа кажется скучной и монотонной. Но со временем он начинает замечать странности. За безликими файлами скрываются фрагменты из жизни трёх женщин: Миса Хашимото, замужняя управляющая его домом, Юи Такахаши, любимая айдол, и Рика Камия, строгая монахиня из местной Церкви. Все они скрывают нечто, что не предназначалось для чужих глаз.",
        "tags": [
            "PC",
            "2D",
            "Пиксельарт",
            "Головоломка",
            "Квест",
            "Симулятор"
        ],
        "picture": "pics/censor.png",
        "url": "https://t.me/hornyplay/1710",
        "pickrate": 0
    },
    "Romantic Escapades": {
        "name": "Romantic Escapades",
        "id": 183,
	 "description": "Главный герой попадает в Тьежу - таинственный потусторонний мир, в котором ему придется работать помощником в медицинской лавке и постараться узнать способ вернуться в родное измеренее. Самым главным противником на пути героя станет большое множество привлекательных девушек, наполняющих это место, и их проблемы, требующие решения.",
        "tags": [
            "PC",
            "3D",
            "Открытый мир",
            "РПГ",
            "Квест"
        ],
        "picture": "pics/romes.png",
        "url": "https://t.me/hornyplay/1731",
        "pickrate": 0
    },
    "Unaware in The City": {
        "name": "Unaware in The City",
        "id": 184,
	 "description": "Возьмите под управление 21-летнюю женщину и перенеситесь в самое сердце мегаполиса! Решайте, с кем она общается, в каком месте работает, как выполняет свои обязанности, все в ваших руках... Получайте удовольствие от динамичного мира, где разговоры и ситуации меняются в зависимости от вашего выбора, вашего телосложения, ваших реакций и ваших навыков!",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Открытый мир",
            "РПГ",
            "Квест",
            "Кастомизация",
            "Симулятор",
            "Беременность"
        ],
        "picture": "pics/unav.png",
        "url": "https://t.me/hornyplay/1741",
        "pickrate": 0
    },
    "Horny Castle Collection": {
        "name": "Horny Castle Collection",
        "id": 185,
	 "description": "Возьмите под управление 21-летнюю женщину и перенеситесь в самое сердце мегаполиса! Решайте, с кем она общается, в каком месте работает, как выполняет свои обязанности, все в ваших руках... Получайте удовольствие от динамичного мира, где разговоры и ситуации меняются в зависимости от вашего выбора, вашего телосложения, ваших реакций и ваших навыков!",
        "tags": [
            "PC",
            "2D",
            "Экшн",
            "Платформер",
            "РПГ",
            "Монстры",
            "Тентакли",
            "Коллекции",
            "Пиксельарт"
        ],
        "picture": "pics/cool.png",
        "url": "https://t.me/hornyplay/1752",
        "pickrate": 0
    },
    "Lewd Leaf Land - Maple Tea Ecstasy": {
        "name": "Lewd Leaf Land - Maple Tea Ecstasy",
        "id": 186,
	 "description": "Возьмите под управление 21-летнюю женщину и перенеситесь в самое сердце мегаполиса! Решайте, с кем она общается, в каком месте работает, как выполняет свои обязанности, все в ваших руках... Получайте удовольствие от динамичного мира, где разговоры и ситуации меняются в зависимости от вашего выбора, вашего телосложения, ваших реакций и ваших навыков!",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Фурри",
            "Пиксельарт"
        ],
        "picture": "pics/lland.png",
        "url": "https://t.me/hornyplay/1762",
        "pickrate": 0
    },
    "Endless Forest Dream": {
        "name": "Endless Forest Dream",
        "id": 187,
	 "description": "Отряд тяжело бронированных машин ползет по узкой тропинке в лесу щупалец. Они приближаются к открытому пространству, окруженному непреодолимой стеной из щупалец. Бесчисленные существа возбужденно размахивают конечностями. Они истекают слизью, с нетерпением ожидая следующей жертвы. В сопровождении десятков вооруженных до зубов солдат одна маленькая леди, одетая в легкую одежду, выходит из машины со слезами на глазах. Отряд уезжает, не оставляя после себя ничего, кроме пыли.",
        "tags": [
            "PC",
            "2D",
            "Шутер",
            "Пиксельарт",
            "Монстры",
            "Тентакли"
        ],
        "picture": "pics/forestd.png",
        "url": "https://t.me/hornyplay/1773",
        "pickrate": 0
    },
    "Red Lotus Ninja Scroll": {
        "name": "Red Lotus Ninja Scroll",
        "id": 188,
	 "description": "Действие происходит в Японии в эпоху Эдо. Акарен с детства училась быть ниндзя. Днем она работает официанткой в чайном домике, а по ночам подрабатывает охотником за головами, используя не только свои боевые навыки, но и таящуюся внутри нее магию.​",
        "tags": [
            "PC",
            "2D",
            "Файтинг",
            "Пиксельарт",
            "Стелс",
            "Экшн",
            "Платформер"
        ],
        "picture": "pics/sekiren.png",
        "url": "https://t.me/hornyplay/1783",
        "pickrate": 0
    },
    "Academy Love Saga": {
        "name": "Academy Love Saga",
        "id": 190,
	 "description": "Станьте тренером теннисного клуба в престижной академии, полного потрясающих девушек, которым вы не нравитесь. Как вы справитесь с этим? Конечно, победив их!",
        "tags": [
            "PC",
            "2D",
            "3D",
            "Экшн",
            "Симулятор",
            "Стратегия"
        ],
        "picture": "pics/PtENIS.png",
        "url": "https://t.me/hornyplay/1804",
        "pickrate": 0
    },
    "Nakara": {
        "name": "Nakara",
        "id": 191,
	 "description": "Люди и монстры когда-то жили в мире. Но под темным влиянием Накары монстры, одурманенные извращенными желаниями, начали похищать людей в Лабиринт. Чтобы узнать правду, богиня послала нового героя, Эрнеста. Однако во время своей первой встречи с Накарой он потерпел поражение и был лишен своей силы. Оказавшись в ловушке в бесконечном лабиринте, Эрнест объединяется с Виктором, магом, и начинает свое отчаянное путешествие.",
        "tags": [
            "PC",
            "2D",
            "3D",
            "Экшн",
            "Монстры",
            "Фурри",
            "Тентакли",
            "Пиксельарт"
        ],
        "picture": "pics/nakara.png",
        "url": "https://t.me/hornyplay/1814",
        "pickrate": 0
    },
    "Shana Priestess of Tona": {
        "name": "Shana Priestess of Tona",
        "id": 192,
	 "description": "Таинственные чудовища из подземелий начали заполонять Линдерию. Шана, верховная жрица богини Тоны, решает организовать «крестовый поход», чтобы найти источник их появления и разобраться с ним, и Мая приходит ей на помощь. Cпустившись в руины заброшенного Храма, девушки встречают не только ужасных монстров, с которыми им приходится сражаться, но и таинственную незнакомку Викторию.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Стратегия",
            "Монстры",
            "Фурри",
            "РПГ",
            "Лесби"
        ],
        "picture": "pics/sshana.png",
        "url": "https://t.me/hornyplay/1825",
        "pickrate": 0
    },
    "Seed of the Dead": {
        "name": "Seed of the Dead",
        "id": 193,
	 "description": "Главный герой случайно оказывается в группе девушек-выживших, скрывающихся в импровизированном убежище. Вместе они пытаются пробиться через заражённый город, пополняя припасы, укрепляя базу и раскрывая тайны происхождения вируса.",
        "tags": [
            "PC",
            "3D",
            "Шутер",
            "Зомби",
            "Монстры",
            "Экшн",
            "Кастомизация"
        ],
        "picture": "pics/deadsemen.png",
        "url": "https://t.me/hornyplay/1835",
        "pickrate": 0
    },
    "Fox Sex Farm": {
        "name": "Fox Sex Farm",
        "id": 194,
	 "description": "Вы приехали в отдаленный район вдали от города с намерением жить в уединении. Наткнувшись на заброшенный дом, вы решаете поселиться там. Внезапно снаружи дома раздаются крики о помощи, и в этот момент ваше счастливое будущее начинает меняться.",
        "tags": [
            "PC",
            "2D",
            "Выживание",
            "РПГ",
            "Экшн",
            "Монстры"
        ],
        "picture": "pics/foxsex.png",
        "url": "https://t.me/hornyplay/1845",
        "pickrate": 0
    },
    "Lyndaria Lust Adventure": {
        "name": "Lyndaria Lust Adventure",
        "id": 195,
	 "description": "Мая прибывает на остров, чтобы наконец найти своего отца, но она не имеет ни малейшего представления о том, что сексуальные приключения будут поджидать её на каждом углу! Здесь первозданная природа захватывает дух своим великолепием, таинственные племена живут в гармонии с ней, а боги и духи ходят среди смертных.",
        "tags": [
            "PC",
            "Android",
            "2D",
            "Визуальная новелла",
            "Квест",
            "Фурри",
            "Монстры",
            "Лесби"
        ],
        "picture": "pics/lynchik.png",
        "url": "https://t.me/hornyplay/1859",
        "pickrate": 0
    },
    "Afterschool Tag No-exit Apartment": {
        "name": "Afterschool Tag No-exit Apartment",
        "id": 196,
	 "description": "Шота-Кун был вынужден пойти в заброшенную школу один. И там он увидел неизвестных женщин... Одна из них подошла и сказала: Поиграй в догонялки с моими подружками до 6 часов, и я доставлю тебя домой целым и невредимым.",
        "tags": [
            "PC",
            "2D",
            "Хоррор",
            "Квест",
            "Пиксельарт"
        ],
        "picture": "pics/sexhorror.png",
        "url": "https://t.me/hornyplay/1870",
        "pickrate": 0
    },
    "LEWD GOD": {
        "name": "LEWD GOD",
        "id": 197,
	 "description": "В древнем городе, скрытом от мира каменными стенами и ложными молитвами, существовал культ, поклоняющийся Богу похоти - силе, что обещала своим последователям свободу от страха и боли, но взамен требовала полного подчинения. Считалось, что этот бог не нуждается в храмах, лишь в человеческих сердцах, сломленных и переписанных заново.",
        "tags": [
            "PC",
            "2D",
            "Платформер",
            "Головоломка",
            "Монстры",
            "Пиксельарт",
            "Беременность",
            "Тентакли",
            "Лесби"
        ],
        "picture": "pics/lewdgod.png",
        "url": "https://t.me/hornyplay/1880",
        "pickrate": 0
    },
    "Cleaner Densetsu": {
        "name": "Wicked Island",
        "id": 199,
	 "description": "Вы оказываетесь на проклятом острове, где когда-то процветал город, а теперь остались лишь эхо прошлых грехов. После загадочного инцидента, стёршего поселение с лица земли, остров стал местом искажённой реальности: время ведёт себя странно, а воспоминания жителей обрели собственную волю. Вам придется начать новую полную приключений жизнь, а также справится с бесчисленным количеством трудностей, дабы разгадать тайну острова.",
        "tags": [
            "PC",
            "3D",
            "РПГ",
            "Экшн",
            "Кастомизация",
            "Открытый мир",
            "Выживание",
            "Монстры",
            "Лесби",
            "Беременность"
        ],
        "picture": "pics/wisland.png",
        "url": "https://t.me/hornyplay/1902",
        "pickrate": 0
    }
}