{
    "Setalia the Demon Realm": {
        "name": "Setalia the Demon Realm",
        "id": 1,
        "description": "Сеталия - небольшая лесистая местность, усеянная деревнями в северо-восточной части королевства.Когда распространяется слух о появлении большого портала в другой мир и о том, что ущерб, причиняемый им, растет, королевство отправляет одинокого воина разобраться с этим.",
        "tags": [
            "Платформер"
        ],
        "picture": "translates/setalia.png",
        "url": "https://boosty.to/owandie/posts/0a1e2457-a18f-42d7-a917-ddc5a1380176?share=post_link"
    },
    "The Way Back Home Sinister Night": {
        "name": "The Way Back Home Sinister Night",
        "id": 2,
        "description": "Повествование ведется от лица девушки по имени Коко, которая совсем недавно съехала от родителей и поселилась в тихом городке. В ее квартире нет душа, и ей приходится ходить в общественную баню. Но по какой-то из причин в этой бане она всегда одна, хотя ощущение присутствия преследует ее постоянно. С каждым днем в городе происходят все более странные вещи. Выберется ли она из него?",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/home.png",
        "url": "https://boosty.to/owandie/posts/adaf1444-c407-449f-b899-25bee637dc8c?share=post_link"
    },
    "Two Horns": {
        "name": "Two Horns",
        "id": 3,
        "description": "Вы - обычный парень, работающий в супермаркете, но стечения обстоятельств сводят вас со странной дамой, из-за волос которой виднеются рога. Оказывается, что город заполонен девушками-демонами, которые хотят его захватить. Самая главная особенность игры - свобода действий. Деритесь с кем угодно, бегайте голышом, прокрадитесь в женский туалет, напоите охранницу афродизиаком. Выберите свой стиль игры.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/twohorns.png",
        "url": "https://boosty.to/owandie/posts/b894c9bb-3d52-4018-987d-9a285501d6a5?share=post_link"
    },
    "TWO HORNS Oniga Town of the Dead": {
        "name": "TWO HORNS Oniga Town of the Dead",
        "id": 4,
        "description": "Мияко, охранницу школы, укусил зомби. Она оказалась неуязвимой к зомби-вирусу, но из-за него у нее вырос член! С помощью школьного врача у нее получается создать антидот, который позволяет менять ее форму. Главная цель - спасти город от заразы.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/oniga.png",
        "url": "https://boosty.to/owandie/posts/44d349c5-782d-4ba0-9b34-2eb1d1abb9a3?share=post_link"
    },
    "Lost Chapter": {
        "name": "Lost Chapter",
        "id": 5,
        "description": " Игра представляет собой смесь визуальной новеллы, ККИ и рогалика. Главная героиня путешествует по этажам, на каждом из которых с ней происходит случайное событие. Событием может быть какая-либо трудная ситуация, встреча с персонажем или же бой с противником. Не смотря на то, что встречи по большей части рандомны, их исход может зависеть от многих параметров, от класса героини до предметов в инвентаре. Поэтому одинаковых прохождений быть просто не может.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/lostchap.png",
        "url": "https://boosty.to/owandie/posts/20a8a02f-b420-4742-996f-bf7d8d4e2533?share=post_link"
    },
    "Arenus": {
        "name": "Arenus",
        "id": 6,
        "description": " Главный герой приезжает в Васдонас, столицу, в которой можно добиться высокого положения, денег и славы, участвуя в боях на Арене. Для участия в ней понадобится Гладиатор - тот, кто будет драться на Арене и кого придется тренировать и направлять. Вы выступаете Стражем для одной из трех девушек-гладиаторш, дабы пройти вместе с одной из них путь с низов и до самой вершины. Но с приходом Королевы на Арене еще никто не выигрывал, и немногие будут рады вашему восхождению.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/anus.png",
        "url": "https://boosty.to/owandie/posts/27473d62-67d9-4bf4-944c-9243b9595a69?share=post_link"
    },
    "Tales of Androgyny": {
        "name": "Tales of Androgyny",
        "id": 7,
        "description": "НОВЫЕ ВЕРСИИ ВЫХОДЯТ КАЖДЫЙ МЕСЯЦ. Порнографическая игра, в которой участвуют персонажи с андрогинными чертами лица: мужчины, женщины, и... слизь? Вам предстоит отправиться в приключение полное опасностей, неожиданных поворотов, разнообразных монстров и верных напарников. Но будьте внимательнее, ведь большинство из тех, кого вы встретите, будут желать лишь одного, и вы знаете чего. Хиро, как и многие, хочет стать прославленным героем. Но путь героя никогда не бывает простым. И лишь от ваших решений зависит, кем он(а) станет в конце.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/toa.png",
        "url": "https://boosty.to/owandie"
    },
    "The Agnietta The Holy Healer and the Cursed Dungeon": {
        "name": "The Agnietta The Holy Healer and the Cursed Dungeon",
        "id": 8,
        "description": "Демира - скромная святая целительница перед которой была поставлена очень важная задача - очистить порабощённое тьмой таинственное подземелье. Как один из самых отважных членов Церкви, она отправляется в путь, дабы пробраться в самое ядро тьмы и искоренить его. На пути ей встретится множество трудностей, а также друзей и врагов. Сможет ли она отличить добро от зла и, самое главное, познав обе стороны, какая будет близка ее истинному естеству?",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/main.png",
        "url": "https://boosty.to/owandie/posts/96684805-dc7b-4fb8-b067-641f7be809a2?share=post_link"
    },
    "Alice in Cradle": {
        "name": "Alice in Cradle",
        "id": 9,
        "description": "Маленькая совершеннолетняя девочка со взглядом волчицы живет рядом с лесом заполненным порождениями тьмы. Только самая совершенная магия поможет ей справиться с погибелью.",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/aliska.png",
        "url": "https://boosty.to/owandie/posts/8e36b701-5f08-440f-9a4e-20732b6ac360?share=post_link"
    },
    "Endless Forest Dream": {
        "name": "Endless Forest Dream",
        "id": 10,
        "description": "Невероятно секретная пасхалка. Кажется, этой игры еще нет на бусти. Значит ли это, что она скоро появится? Кто бы знал...",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/theforesthd2.png",
        "url": "https://boosty.to/owandie"
    },
    "Boosty": {
        "name": "Boosty",
        "id": 11,
        "description": "Помимо переводов, на бусти есть много другого контента. Вы также можете узнавать новости канала совершенно бесплатно. Большинство новостных постов доступны без подписки!",
        "tags": [
            "РПГ"
        ],
        "picture": "translates/GAYPORN.png",
        "url": "https://boosty.to/owandie"
    }
}
