START_WELCOME_MESSAGE = "Привет! На связи бот Horny Games, чем помочь?"

QUIZ_MENU_MESSAGE = "Выбери нужный тест"

QUIZ_2_MESSAGE = "Нажми кнопку снизу, тест откроется в новом окне"

FAVORITE_ADD_BUTTON_MSG = '⭐ Игра была добавлена в избранное!'
FAVORITE_DELETE_BUTTON_MSG = '❌ Игра была удалена из избранного!'

# Поиск игр
FIND_GAME_SELECT_PLATFORM_MESSAGE = 'Выбери нужную платформу'

# Девочка дня
NEGATIVE_REACTIONS = [
    'Плохо 😞', 'Грустно 😢', 'Ужасно 😱', 'Кринж 🤦', 'Отвратительно 🤢',
    'Неудобно 😖', 'Разочарован 😔', 'Жаль 😟', 'Огорчён 😩', 'Скучно 😐',
    'Неприятно 😒', 'Фи 😤', 'Уныло 😓', 'Печально 😿', 'Нехорошо 😣',
    'Раздражает 😡', 'Тоска 😪', 'Жестко 😬', 'Стыдно 😳', 'Хм 🤨',
    'Ужас 😨', 'Печаль 😢', 'Досадно 😑', 'Не круто 😕', 'Сложно 😥',
    'Неловко 😖', 'Жестоко 😠', 'Плохо дела 😓', 'Неправильно 😔', 'Кошмар 😱'
]

POSITIVE_REACTIONS = [
    'Круто 🔥', 'Класс 💎', 'Супер ✨', 'Ого 😲', 'Вау 😍', 'Ух Ты 😮', 'Классно 😎', 'Шикарно 💖',
    'Отлично 👍', 'Потрясно 🤯', 'Жесть 😱', 'Топ 🏆', 'Бомбезно 💣', 'Ага 😉', 'Впечатляет 🌟',
    'Здорово 💪', 'Фантастика 🚀', 'Офигенно 😳', 'Чётко ✔️', 'Ну Ты Даёшь 😆', 'Лайк 👍',
    'Сногсшибательно 💥', 'Великолепно 🌈', 'Классота 🎉', 'Суперски 💫', 'Вот Это Да 😲',
    'Огонь 🔥', 'Безумие 🤪', 'Прям Топ 💯', 'Впечатляюще 😎', 'Пушка 🔫', 'Блеск ✨', 'Хайп 📈',
    'Крутяк 😏', 'Бомба 💣', 'Шикарня 💖', 'Класснючо 😍', 'Ваще Огонь 🔥', 'Суперб 💥', 'Офигеть 😱',
    'Жарко ☀️', 'Классненько 😎', 'Просто Космос 🌌', 'Бодро 💪', 'Крутяшка 😏', 'Воу 😲', 'Ух 😮',
    'Обалдеть 🤩', 'Пушка Стреляет 🔫', 'Взрыв Мозга 🤯', 'Эпик 🎬', 'Классный Движ 💃', 'Потряс 😵',
    'Вдохновляет 🌟', 'Шик ✨', 'Файно 👍', 'Офигительно 😳', 'Бешено 🤪', 'Охренеть 😱', 'Мощно 💪',
    'Пушка 💥', 'Класс 🔥', 'Улёт 😎', 'Воу-Воу 😲', 'Чумовой 😏', 'Классный 👍', 'Топчик 💯',
    'Крутяк 💯', 'Вау Вау 😍', 'Обалденно 🤩', 'Суперски 💫', 'Бомбически 💣', 'Шедевр 🎨',
    'Прикольно 😆', 'Жаришка ☀️', 'Ух Ты Ж 😮', 'Невероятно 😲', 'Ваще Супер ✨', 'Суперкласс 💎',
    'Пушкааа 🔫', 'Вау Эффект 😍', 'Сногсшиб 🔥', 'Впечатляющий 🌟', 'Крутость 💪', 'Классная 👍',
    'Отпад 🤯', 'Мега 💥', 'Суперпупер 💫', 'Круть 😎', 'Ахтунг 😱', 'Фантастично 🚀', 'Бомбезно 💣',
    'Классненько 🔥', 'Улётный 😏', 'Супер 🔥', 'Эпично 🎬', 'Чётко 💪', 'Бомбически 🔥',
    'Вау Вау Вау 😲', 'Прям Вау 😍', 'Жарко 🔥', 'Крутяшка 💥', 'Сногсшибательно 🔥', 'Обалдеть 💫',
    'Шикарно 💎', 'Классно 💥', 'Огонь 🔥', 'Топчик 💯', 'Вау Эффект 💫'
]
GOTD_LOADING_MESSAGES = [
    "🔍 Пытаюсь найти девочку… но она прячется",
    "🧠 Думаю, какую девочку отправить…",
    "📡 Связываюсь с девочками… связь плохая",
    "🧭 Девочка почти найдена… почти",
    "🐌 Медленно ищу девочку (она быстрая)",
    "⚙️ Инициализация поиска девочки…",
    "🔄 Перебираю девочек в базе данных",
    "📊 Анализ совместимости девочки…",
    "🧪 Провожу эксперименты с девочками",
    "🧯 Что-то пошло не так, девочка убежала",
    "🕵️‍♂️ Девочка найдена… ой, показалось",
    "🐱 Девочка была тут… секунду назад",
    "🧀 Приманиваю девочку мемами",
    "🎲 Рандом решает, какую девочку отправить",
    "🫠 Девочка не найдена, пробую ещё раз",
    "⌛ Ждём девочку… не торопимся",
    "💤 Девочка ещё спит",
    "🧊 Девочка грузится… остыла",
    "🧘 Спокойно… девочка в пути",
    "🚶 Девочка идёт, но пешком",
    "🤡 Бот старается найти девочку",
    "🧠 Мои два нейрона ищут девочку",
    "🗿 Ошибка 404: девочка не найдена",
    "🧪 Эксперимент провален, девочка сбежала",
    "🪫 Недостаточно энергии для поиска девочки",
    "🔍 Ищем…",
    "🤔 Думаем…",
    "⏳ Почти…",
    "🌀 Магия происходит…",
    "🎲 Рандомим…",
]
GOTD_ALREADY_PLAYED_MSG = 'Девочка дня уже получена! Она уже в твоей коллекции!'
GOTD_FIRST_MENU_MSG = 'Для продолжения нажми: '
GOTD_NOMEGAPRIZ_TEXT = 'Здесь мог быть мегаприз, но они закончились =('
GOTD_NO_ITEMS_MSG = "У тебя ещё нет картинок 😢"
GOTD_HISTORY_PAGEMENU_MSG = "Всего картинок: {number_of_items}"
GOTD_HISTORY_ITEM_MSG = "ID: {item_id}"
GOTD_CATEGORIES_TO_EMOJI = {
    "furry - 15%": "🦊",
    "futa - 5%": "⚧️",
    "gay - 2.5%": "🏳️‍🌈",
    "lesbi - 2.5%": "💜",
    "MEGAPRIZ - 0.25%": "🎁",
    "vpnAD - 5%": "🛡️",
    "vpnWIN - 0.25%": "🖥️",
    "straight": "💛"
}

TEXT_TO_FOLDER = {
    "furry - 15%": 'Чувствую, как из тебя прорывается внутренний зверь... Погладь эту фурри девочку!',
    "futa - 5%": 'Кажется, ты сегодня в настроении для экспериментов... У НЕЕ ХУЙ?',
    "gay - 2.5%": 'Ой, кажется ты гей. Сегодня без девочки!',
    "lesbi - 2.5%": 'Ого!!! Да это же девочКИ дня! Как же тебе повезло!',
    "MEGAPRIZ - 0.25%": 'ВАТАФАК ЭТО ЧТО ЛЕГЕНДАРНЫЙ ТАЛОН НА БЕСПЛАТНУЮ МЕСЯЧНУЮ ПОДПИСКУ БУСТИ! Скорей присоединяйся к нашему сообществу!',
    "vpnAD - 5%": 'Черт, РКН снова все замедляет... У девочки не получается прогрузиться, тебе нужно помочь ей!',
    "vpnWIN - 0.25%": 'Поздравляю, сегодня тебе доступны все девочки мира, ведь тебе выпал бесплатный месячный промокод на наш ВПН! Скорее забирай его!',
    "straight": 'Держи девочку дня!'
}
GAME_CARD_QUIZ = """🎮 <b>{name}</b>

{description}
"""

GAME_CARD_TRANSLATES = """🎮 <b>{name}</b>

{description}

"""

POLEZNOSTI_CARD = """⚙️ <b>{name}</b>

{description}
"""